"menu.help.title" = "Βοήθεια για την ενοικίαση αυτοκινήτου";
"settings.label.url.1" = "Διαχείριση κράτησης";
"settings.label.url.2" = "Συχνές ερωτήσεις";
"settings.label.url.3" = "Κέντρο υποστήριξης";
"bookings.status.confirmed" = "Επιβεβαιωμένο";
"bookings.status.unconfirmed" = "Μη επιβεβαιωμένο";
"bookings.status.cancelled" = "Ακυρώθηκε";
"bookings.title" = "Κρατήσεις";
"bookings.status.reviewpayment" = "Έλεγχος πληρωμής";
"bookings.status.completed" = "Ολοκληρώθηκε";
"bookings.sheet.bookingdetails.link" = "Προβολή στοιχείων κράτησης";
"bookings.sheet.unconfirmed.info" = "Οι περισσότερες κρατήσεις μας επιβεβαιώνονται εντός 48 ωρών";
"bookings.sheet.reviewpayment.info" = "Αποτυχία πληρωμής. Μεταβείτε στη Διαχείριση κράτησης για να ελέγξετε τα στοιχεία πληρωμής σας.";
"bookings.sheet.managebooking.link" = "Διαχείριση κράτησης";
"bookings.bookingdetails.status" = "Κατάσταση κράτησης";
"sale_landing_banner_monetary_tagline" = "Κάντε κράτηση τώρα από ${x} ανά ημέρα!";
"sale_landing_banner_percentage_tagline" = "Έκπτωση έως ${x}, κάντε κράτηση τώρα!";
"filter.header.eco" = "Φιλικό προς το περιβάλλον";
"filter.header.mileage" = "Κατανάλωση καυσίμου";
"vehicle.seats.number" = "${x} Θέσεις";
"menu.alert.title" = "Αλλαγή ρυθμίσεων;";
"menu.alert.body" = "Θα γίνει επαναφορά τυχόν ενεργών αναζητήσεων.";
"insurance.options.axa.header" = "Επιλογές ασφάλισης";
"insurance.options.axa.limited.body" = "<b>Περιορισμένη</b> - Παρέχει <b>ελάχιστη κάλυψη</b>, εάν έχετε ατύχημα θα πρέπει να πληρώσετε ένα ποσό ευθύνης <b>χωρίς επιστροφή χρημάτων</b> έως ${x}.";
"insurance.options.axa.premium.body" = "<b>Premium</b> - Παρέχει <b>ανώτερο επίπεδο κάλυψης</b>, εάν έχετε ατύχημα θα σας <b>επιστραφεί</b> το ποσό ευθύνης έως ${x}.";
"insurance.limited.caption" = "Ελάχιστη κάλυψη για κλοπή και ζημιά στο αμάξωμα. <b>Πληρώνετε για τυχόν ζημίες</b> που δεν καλύπτονται από την επιλογή περιορισμένης κάλυψης.";
"insurance.limited.benefit1" = "Ποσό ευθύνης <b>χωρίς επιστροφή χρημάτων</b>";
"insurance.limited.benefit2" = "Προστασία Τρίτων Μερών";
"insurance.limited.benefit3" = "Οδική Βοήθεια";
"insurance.limited.excess.liable" = "Επιλέγοντας Περιορισμένη κάλυψη, θα είστε υπεύθυνοι για την πληρωμή του ποσού ευθύνης έως ${x} σε περίπτωση ατυχήματος χωρίς να υπάρχει επιστροφή χρημάτων.";
"insurance.limited.included" = "Περιλαμβάνεται";
"insurance.axa.premium.caption" = "Σας παρέχει ένα <b>ανώτερο επίπεδο κάλυψης</b>, το οποίο περιλαμβάνει την επιλογή περιορισμένης κάλυψης.";
"insurance.axa.premium.benefit1" = "Επιστροφή <b>ποσού ευθύνης έως 100%</b>";
"insurance.axa.premium.benefit2" = "Προστασία Τρίτων Μερών";
"insurance.axa.premium.benefit3" = "Οδική Βοήθεια";
"insurance.axa.premium.benefit4" = "Ζημιά στο παρμπρίζ, τα τζάμια και τα ελαστικά";
"insurance.axa.premium.benefit5" = "Τα προσωπικά σας στοιχεία";
"insurance.axa.premium.benefit6" = "Βασική ζημία ή απώλεια";
"insurance.axa.premium.benefit7" = "Ζημιά στην οροφή και το σασί";
"insurance.axa.premium.benefit8" = "Χρεώσεις ακατάλληλου καυσίμου";
"insurance.axa.premium.benefit9" = "Τέλη διαχείρισης";
"insurance.axa.premium.benefit10" = "Πολύγλωσση υποστήριξη αξιώσεων";
"insurance.axa.premium.terms" = "Επιλέγοντας Premium ασφάλιση και συνεχίζοντας, βεβαιώνετε ότι έχετε διαβάσει και αποδέχεστε τους όρους και τις προϋποθέσεις του ασφαλιστηρίου και βάσει αυτών των πληροφοριών, το παρόν ασφαλιστήριο συμβόλαιο καλύπτει τις ανάγκες σας.";
"insurance.priceperday" = "${x}/ημέρα";
"insurance.total.price" = "Σύνολο: ${x}";
"insurance.options.awn.au.header" = "Μην το διακινδυνεύσετε. Λάβετε οδική ασφάλιση.";
"insurance.options.awn.au.body" = "<b>Ασφάλιση Roadtrip</b> - Παρέχει κάλυψη ότι σε περίπτωση ατυχήματος με το ενοικιαζόμενο όχημά σας, το ποσό ευθύνης και τα προσωπικά σας αντικείμενα καλύπτονται για έως ${x}.";
"insurance.awn.au.title" = "Οδική ασφάλιση";
"insurance.awn.au.caption" = "Σας παρέχει ένα <b>ανώτερο επίπεδο κάλυψης</b>, το οποίο περιλαμβάνει την επιλογή περιορισμένης κάλυψης.";
"insurance.awn.au.benefit1" = "Επιστροφή ποσού ευθύνης έως 100%";
"insurance.awn.au.benefit2" = "Προστασία Τρίτων Μερών";
"insurance.awn.au.benefit3" = "Τα προσωπικά σας στοιχεία";
"insurance.awn.au.benefit4" = "Ιατρικά έξοδα στο εξωτερικό";
"insurance.awn.au.benefit5" = "Βασική κάλυψη και προσωπικά αντικείμενα";
"insurance.awn.au.benefit6" = "Θάνατος από ατύχημα";
"insurance.awn.au.benefit7" = "Χρεώσεις ακατάλληλου καυσίμου";
"insurance.axa.premium.cancellation.policy" = "ΔΩΡΕΑΝ ακύρωση ασφάλισης έως και 24 ώρες πριν από την παραλαβή";
"insurance.awn.au.terms" = "Επιλέγοντας ασφάλιση Roadtrip και συνεχίζοντας, βεβαιώνετε ότι έχετε διαβάσει και αποδέχεστε τους ${x} του ασφαλιστηρίου και βάσει αυτών των πληροφοριών, το παρόν ασφαλιστήριο συμβόλαιο καλύπτει τις ανάγκες σας.";
"insurance.zero.excess.terms" = "Επιλέγοντας ασφάλιση Zero Excess και συνεχίζοντας, βεβαιώνετε ότι έχετε διαβάσει και αποδέχεστε τους όρους και τις προϋποθέσεις του ασφαλιστηρίου και βάσει αυτών των πληροφοριών, το παρόν ασφαλιστήριο συμβόλαιο καλύπτει τις ανάγκες σας.";
"insurance.options.awn.au.limited.body" = "<b>Περιορισμένη ασφάλιση</b> - Δεν υπάρχει κάλυψη για το ποσό ευθύνης ή τα προσωπικά σας αντικείμενα.";
"insurance.awn.au.terms.link" = "Όροι και Προϋποθέσεις";
"results.filter.all1" = "Όλα τα φίλτρα";
"results.filter.all2" = "Όλα τα φίλτρα (${x})";
"results.summary.title" = "<b>${x}</b> αυτοκίνητα | Ταξινόμηση ανά: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "Πώς λειτουργεί η σειρά κατάταξης των «Προτεινόμενων»;";
"Omnibus.Pos.2.Title" = "Τι σημαίνει «σχέση ποιότητας-τιμής»;";
"Omnibus.Pos.3.Title" = "Ποιες μεταβλητές λαμβάνονται υπόψη στη σειρά κατάταξης;";
"Omnibus.Pos.4.Title" = "Πώς λειτουργούν οι επιχορηγούμενες τοποθετήσεις;";
"Omnibus.Pos.1.Body" = "Η σειρά κατάταξης των «Προτεινόμενων» χρησιμοποιεί διάφορους παράγοντες για να κατατάξει τα οχήματα σε μια σειρά που διασφαλίζει ότι βλέπετε την καλύτερη «σχέση ποιότητας-τιμής» (Value for Money) στην κορυφή των αποτελεσμάτων της αναζήτησής σας. Η προμήθεια που λαμβάνεται από τους προμηθευτές ενοικίασης αυτοκινήτων επηρεάζει αυτή την κατάταξη.";
"Omnibus.Pos.2.Body" = "Ο όρος «σχέση ποιότητας-τιμής» περιγράφει τις μεταβλητές που επηρεάζουν την πιθανότητα ενός πελάτη να αγοράσει ενοικίαση αυτοκινήτου. Η προμήθεια που λαμβάνουμε εμείς (CarTrawler) από τους προμηθευτές ενοικίασης αυτοκινήτων αναγνωρίζει το ρόλο που παίζουμε εμείς (CarTrawler) στην κράτηση και επηρεάζει τον τρόπο με τον οποίο καθορίζουμε τη συνολική «σχέση ποιότητας-τιμής».";
"Omnibus.Pos.3.Body" = "Κατά τον προσδιορισμό της καλύτερης «σχέση ποιότητας-τιμής» για τους πελάτες μας, η σειρά κατάταξης εξετάζει διάφορες μεταβλητές, όπως:";
"Omnibus.Pos.4.Body" = "Ορισμένοι ταξιδιωτικοί συνεργάτες συνεργάζονται με επιλεγμένους προμηθευτές ενοικίασης αυτοκινήτων. Οι επιχορηγούμενες τοποθετήσεις ενδέχεται να εμφανιστούν στην κορυφή των αποτελεσμάτων αναζήτησης, λόγω των πληρωμών που έλαβε ο ταξιδιωτικός συνεργάτης από τον επιλεγμένο προμηθευτή ενοικίασης αυτοκινήτων. Οι πελάτες μπορούν να εντοπίσουν αυτές τις επιχορηγούμενες τοποθετήσεις όπου επισημαίνονται σε μια θέση επωνυμίας στην κορυφή των αποτελεσμάτων αναζήτησης.";
"Omnibus.Pos.3.bullet.1" = "Την ημερομηνία της κράτησης και την τοποθεσία της αναζήτησης.";
"Omnibus.Pos.3.bullet.2" = "Τη διάρκεια της περιόδου ενοικίασης.";
"Omnibus.Pos.3.bullet.3" = "Τις αξιολογήσεις πελατών για τους προμηθευτές ενοικίασης αυτοκινήτων με βάση τις βαθμολογίες CSAT και NPS.";
"Omnibus.Pos.3.bullet.4" = "Το ιστορικό της συμπεριφοράς των πελατών σε σχέση με προηγούμενες αγορές και το ιστορικό της τιμολόγησης παρόμοιων αποτελεσμάτων ενοικίασης αυτοκινήτων.";
"Omnibus.Pos.3.bullet.5" = "Την προμήθεια που λαμβάνουμε από προμηθευτές ενοικίασης αυτοκινήτων ή συνεργάτες ασφάλισης.";
"Omnibus.Accept.Button.Text" = "Το κατάλαβα!";
"Omnibus.Header.Text" = "Ανάλυση πρότασης";
"bookings.sheet.remove" = "Κατάργηση κράτησης";
"bookings.dialog.remove.title" = "Κατάργηση της κράτησης;";
"bookings.dialog.remove.text" = "Πρόκειται να καταργήσετε μόνιμα αυτή την κράτηση από τη λίστα κρατήσεών σας.";
"bookings.dialog.remove.text.history" = "Θα εξακολουθήσετε να έχετε πρόσβαση σε αυτή την κράτηση και στο πλήρες ιστορικό κρατήσεων μέσω της πύλης πελατών μας.";
"bookings.dialog.remove.CTA" = "Κατάργηση";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "Κράτηση με ${x}";
"payment.options.paypal.banner.text" = "Αφού πατήσετε την επιλογή «Κράτηση με PayPal» παρακάτω, θα ανακατευθυνθείτε στον ιστότοπο του PayPal όπου μπορείτε να συνδεθείτε στον λογαριασμό σας και να ολοκληρώσετε την πληρωμή. Στη συνέχεια, θα μεταφερθείτε στη σελίδα επιβεβαίωσης κράτησης ενοικίασης αυτοκινήτου.";
"payment.options.paypal.failed.title" = "${x} Αποτυχία πληρωμής";
"payment.options.paypal.failed.text" = "Δυστυχώς, παρουσιάστηκε ένα πρόβλημα κατά την επεξεργασία της πληρωμής σας. Η κράτησή σας δεν ολοκληρώθηκε ακόμα και δεν έχετε χρεωθεί. Δοκιμάστε ξανά με έναν από τους παρακάτω διαθέσιμους τρόπους πληρωμής.";
"vehicle_fuel_plugin_hybrid" = "Υβριδικό plug-in";
"insurance.axa.regulatory.statement.uk" = "Η CarTrawler είναι εντεταλμένος αντιπρόσωπος της Inter Partner Assistance S.A., η οποία είναι εξουσιοδοτημένη και ρυθμίζεται από την Εθνική Τράπεζα του Βελγίου, με έδρα στη διεύθυνση Boulevard du Régent 7, 1000 Brussels, Βέλγιο. Εξουσιοδοτημένη από την Αρχή Προληπτικής Εποπτείας (αριθμός αναφοράς εταιρείας 202664). Υπόκειται σε ρύθμιση από την Αρχή Χρηματοοικονομικής Συμπεριφοράς και σε περιορισμένη ρύθμιση από την Αρχή Προληπτικής Εποπτείας. Η διεύθυνση του υποκαταστήματος της Inter Partner Assistance S.A. UK είναι 106-118 Station Road, Redhill, RH1 1PR. Η Inter Partner Assistance S.A. ανήκει στον όμιλο AXA Group.";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "Τύπος 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "Τύπος 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Δεν προσδιορίζεται";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Επιτοίχια πρίζα";
"VehicleList.Map.BottomSheet.ChargeType" = "Τύποι φόρτισης";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "Ανοικτό 24 ώρες";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "Εκτός λειτουργίας";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Αργή";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Γρήγορη";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Πολύ γρήγορη";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Εξαιρετικά γρήγορη";
"view_voucher" = "Προβολή Κουπονιού";
"VehicleList.Chip.EVLongRange.Text" = "Ηλεκτρικό όχημα μεγάλης εμβέλειας";
"VehicleDetails.EVLongRange.Description" = "Ηλεκτρικό όχημα μεγάλης εμβέλειας: Αυτό το όχημα μπορεί να διανύσει ${x} με μία μόνο φόρτιση";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Εναλλακτική φιλική προς το περιβάλλον";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "Ηλεκτρικό όχημα μεγάλης εμβέλειας";
"landing.countdowntimer.salename" = "Έκπτωση";
"landing.countdowntimer.presale" = "${x} ξεκινά σε";
"landing.countdowntimer.duringsale" = "${x} λήγει σε";
"Driver.Details.Marketing.Consent.Text" = "Λάβετε αποκλειστικές προσφορές για ενοικίαση αυτοκινήτου και άλλες σημαντικές πληροφορίες, απευθείας στο email σας.";
"Driver.Details.Marketing.Consent.Policy" = "Για περισσότερες λεπτομέρειες, δείτε την ενότητα ${x}.";
"abandonment.deeplink.total" = "Σύνολο";
"abandonment.deeplink.day" = "ημέρα";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "Τοποθεσία φιλική προς ηλεκτρικά οχήματα";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Καλύτερο για οδήγηση στην πόλη";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Άνετη οδήγηση";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Ανησυχείτε για το κόστος των καυσίμων;";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "Τα ενοικιαζόμενα ηλεκτρικά οχήματα πάνε πιο μακριά από όσο νομίζετε";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "Η τοποθεσία παραλαβής σας διαθέτει εξαιρετικές υπηρεσίες φόρτισης για ενοικιαζόμενα ηλεκτρικά οχήματα (EV)";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Η οδήγηση ενός ηλεκτρικού οχήματος (EV) είναι ίδια με την οδήγηση ενός αυτόματου αυτοκινήτου. Είναι πιο αθόρυβο και χωρίς εκπομπές CO2";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Η φόρτιση ενός ηλεκτρικού οχήματος (EV) κοστίζει πολύ λιγότερο από τον ανεφοδιασμό ενός βενζινοκίνητου ή πετρελαιοκίνητου αυτοκινήτου παρόμοιου μεγέθους. Εξοικονομήστε έως και 50% στα έξοδα ταξιδιού";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Τα ηλεκτρικά οχήματα (EV) είναι πιο αποτελεσματικά στο σταμάτα-ξεκίνα στην κίνηση της πόλης";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "Τα ενοικιαζόμενα ηλεκτρικά οχήματα (EV) μεγάλης εμβέλειας μπορούν να διανύσουν πάνω από 400 χλμ με μία μόνο φόρτιση. Το 80% των διαδρομών με αυτοκίνητο στην Ευρώπη είναι λιγότερο από 50 χλμ.";
"insurance.axa.premium.uk.cancellation.policy" = "ΔΩΡΕΑΝ ακύρωση οποιαδήποτε στιγμή πριν από την παραλαβή";
"landing.mosaic.title" = "Η δέσμευσή μας για οικολογική συνείδηση";
"landing.mosaic.tile1.title" = "Βασικά στοιχεία για τα ηλεκτρικά οχήματα";
"landing.mosaic.tile1.body" = "Όλα όσα πρέπει να γνωρίζετε κατά την ενοικίαση ενός ηλεκτρικού οχήματος";
"landing.mosaic.tile1.ctaText" = "<u>Μάθετε περισσότερα</u>";
"landing.mosaic.tile2.title" = "Βασικά στοιχεία για τη φόρτιση ηλεκτρικών οχημάτων";
"landing.mosaic.tile2.body" = "Οδηγίες φόρτισης ενός ηλεκτρικού οχήματος";
"landing.mosaic.tile2.ctaText" = "<u>Μάθετε περισσότερα</u>";
"landing.mosaic.tile3.body" = "Σημαντικές ερωτήσεις που πρέπει να κάνετε κατά την ενοικίαση ενός ηλεκτρικού οχήματος";
"landing.mosaic.tile3.ctaText" = "<u>Μάθετε περισσότερα</u>";
"landing.countdowntimer.days" = "ημέρες";
"landing.countdowntimer.hours" = "ώρες";
"landing.countdowntimer.minutes" = "λεπτά";
"landing.countdowntimer.seconds" = "δευτ.";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} Αεροδρόμιο - ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} τοποθεσία (${y})";
"results.filter.all3" = "Φίλτρο (${x})";
"VehicleList.Header.Filter" = "Φίλτρο";
"VehicleList.Header.Filter.Selected" = "Φίλτρο (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "Η τιμή έχει παγώσει για ${X} ημέρες από ${y}";
"LoyaltyNumber" = "Πρόγραμμα επιβράβευσης (προαιρετ.)";
"VehicleList.Header.Map" = "Χάρτης";
"Payment.256.Encrypted" = "Όλες οι συναλλαγές πληρωμής είναι κωδικοποιημένες με 256-bit SSL";
"Insurance.Applicable.Taxes" = "Περιλαμβάνει όλους τους ισχύοντες φόρους";
"BookingError.Insurance" = "Δυστυχώς, παρουσιάστηκε ένα τεχνικό πρόβλημα κατά την επεξεργασία μέρους της κράτησής σας. Η κράτηση του αυτοκινήτου ήταν επιτυχής αλλά παρουσιάστηκε ένα ζήτημα με την αγορά της ασφάλισης. Μπορείτε να προσπαθήσετε ξανά στην ενότητα Διαχείριση Κράτησης, θα βρείτε σχετικές πληροφορίες στο email επιβεβαίωσης.";
"Payment.Exchange.Currency.Message" = "Σημειώστε ότι το τρέχον πληρωτέο ποσό θα χρεωθεί σε ${z} με βάση τη σημερινή ισοτιμία συναλλάγματος (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Λοιπά";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Σύνολο ${x}";
"settings.label.url.4" = "Πολιτική Προστασίας Προσωπικών Δεδομένων";
"Price.Summary.Included.Charges" = "Συμπεριλαμβανομένων χρεώσεων";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Στοιχεία προμηθευτή";
"VehicleList.Map.BottomSheet.SupplierDistance" = "Απόσταση ${x} ${y}";
"VehicleList.Map.BottomSheet.SupplierHours" = "Ώρες λειτουργίας";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Κλειστά";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "Δευτέρα";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "Τρίτη";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "Τετάρτη";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "Πέμπτη";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "Παρασκευή";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "Σάββατο";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "Κυριακή";
"Add.Booking.Title" = "Λυπούμαστε, δεν μπορέσαμε να βρούμε αποτελέσματα σύμφωνα με τα κριτήρια αναζήτησης.";
"Add.Booking.Form.Error" = "Λυπούμαστε, δεν μπορέσαμε να βρούμε αποτελέσματα σύμφωνα με τα κριτήρια αναζήτησης.";
"Add.Booking.Heading" = "Προσθήκη κράτησης";
"Add.Booking.Form.BookingId.Error" = "Μη έγκυρος αριθμός";
"please.try.again" = "Παρακαλούμε προσπαθήστε ξανά.";
"insurance.xc.simple.api.main.ipid.text" = "IPID";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Δωρεάν ακύρωση ασφάλισης οποιαδήποτε στιγμή πριν από την παραλαβή";
"Insurance.XC.Subtitle.eDo" = "Παρέχοντας ανώτερη προστασία, η ασφάλιση Premium Cover προσφέρει αυξημένα όρια συμβολαίων έως και ${policy.limit}, μαζί με υψηλότερα υπο-όρια για τις σημαντικότερες καλύψεις. Διατίθεται αποκλειστικά για μέλη Prime.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "Δωρεάν ακύρωση έως και 24 ώρες πριν από την παραλαβή";
"insurance.xc.simple.api.main.more.info.button" = "Περισσότερες πληροφορίες";
"Insurance.XC.USP.ThirdParty" = "Προστασία αστικής ευθύνης";
"insurance.xc.simple.api.main.link.terms.text" = "Όροι και Προϋποθέσεις";
"Insurance.xc.pricing.terms" = "Περιλαμβάνει όλους τους ισχύοντες φόρους";
"Insurance.XC.USP.LatePickUp" = "Καθυστερημένη παραλαβή λόγω καθυστέρησης πτήσης";
"Insurance.XC.Pill.Free.Cancellation.UK" = "Δωρεάν ακύρωση έως και 24 ώρες πριν από την παραλαβή";
"insurance.xc.simple.api.main.premium.cta" = "Συνεχίστε με Premium κάλυψη";
"Insurance.XC.USP.Windscreen" = "Ζημιά στο παρμπρίζ, τα τζάμια και τα ελαστικά";
"Insurance.XC.USP.Misfueling" = "Χρεώσεις ακατάλληλου καυσίμου";
"Insurance.XC.USP.BreakdownAssistance" = "Οδική βοήθεια";
"Insurance.XC.USP.ClaimSupport" = "Πολύγλωσση υποστήριξη αξιώσεων";
"Insurance.XC.USP.TravelExpenses" = "Έξοδα μετακίνησης";
"Insurance.XC.Subtitle" = "Με την πρόσθετη προστασία μας, θα σας επιστραφεί το ποσό ευθύνης, έως ${x}, διασφαλίζοντας ότι δεν θα πληρώσετε από την τσέπη σας σε περίπτωση ατυχήματος.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "Επιλέγοντας Premium Κάλυψη και συνεχίζοντας, βεβαιώνετε ότι έχετε διαβάσει και αποδέχεστε την ασφάλιση ${x} και ${y} και βάσει αυτών των πληροφοριών, το παρόν ασφαλιστήριο συμβόλαιο καλύπτει τις ανάγκες σας.";
"Insurance.XC.Title" = "Premium Κάλυψη";
"Insurance.XC.USP.RefundableExcess.Alt" = "Επιστροφή <span>ποσού ευθύνης έως 100%</span>";
"CannotProcessReservation" = "Παρουσιάστηκε ένα μη αναμενόμενο  σφάλμα. Η κράτησή σας δεν δημιουργήθηκε και δεν χρεωθήκατε. Κάντε νέα αναζήτηση και προσπαθήστε ξανά.";
"insurance.options.xc.header" = "Επιλογές ασφάλισης";
"insurance.options.xc.premium.body" = "<b>Premium</b> - Παρέχει <b>ανώτερο επίπεδο κάλυψης</b>, εάν έχετε ατύχημα θα σας <b>επιστραφεί</b> το ποσό ευθύνης έως ${x}.";
"top.up.your.protection" = "Συμπληρώστε την προστασία σας";
"insurance.options.xc.limited.body" = "<b>Περιορισμένη</b> - Παρέχει <b>ελάχιστη κάλυψη</b>, εάν έχετε ατύχημα θα πρέπει να πληρώσετε ένα ποσό ευθύνης <b>χωρίς επιστροφή χρημάτων</b> έως ${x}.";
"title_calendar" = "Επιλογέας ημερομηνίας";
"title_conditions" = "Όροι και Προϋποθέσεις";
"title_details" = "Στοιχεία αυτοκινήτου";
"title_details_supplier" = "ΑΞΙΟΛΟΓΗΣΗ";
"title_details_vehicle" = "ΠΕΡΙΛΑΜΒΑΝΕΤΑΙ";
"title_extras_insurance" = "Προαιρετικές παροχές και Ασφάλιση";
"title_filters" = "Φιλτράρισμα";
"title_insurance" = "Ασφάλιση";
"title_locations" = "Τοποθεσίες";
"title_payment" = "Πληρωμή";
"title_results" = "Αποτελέσματα";
"title_search_ground" = "Εύρεση επίγειας μεταφοράς";
"title_search_rental" = "Ενοικίαση αυτοκίνητου";
"title_settings" = "Ρυθμίσεις";
"title_summary" = "Σύνοψη πληρωμής";
"title_user" = "Στοιχεία κύριου οδηγού";
"title_extras" = "Προαιρετικές παροχές";
"CTA_add" = "Προσθήκη κράτησης";
"CTA_search" = "Αναζήτηση αυτοκ/των";
"CTA_save" = "Αποθήκευση ρυθμίσεων";
"CTA_continue" = "Συνέχεια";
"CTA_with_insurance" = "Συνέχεια με ασφάλιση";
"CTA_no_insurance" = "Συνέχεια χωρίς ασφάλιση";
"CTA_to_homepage" = "Επιστροφή στην αρχική σελίδα";
"CTA_book" = "Κράτηση τώρα για";
"CTA_close" = "Κλείσιμο";
"CTA_cancel" = "Ακύρωση";
"CTA_done" = "Τέλος";
"search_pickup_location_text" = "Τοποθεσία παραλαβής";
"search_pickup_location_hint" = "Εισαγάγετε αεροδρόμιο, πόλη ή όνομα σταθμού";
"search_return_location_text" = "Πληκτρολογήστε τόπο επιστροφής";
"search_return_location_hint" = "Εισαγάγετε αεροδρόμιο, πόλη ή όνομα σταθμού";
"search_return_location_button" = "Επιστροφή στην ίδια τοποθεσία";
"search_driver_age" = "Οδηγός ηλικίας μεταξύ 25-70";
"search_driver_age_hint" = "Ηλικία οδηγού";
"search_select_dates" = "Ημερομηνίες";
"search_select_dates_hint" = "Επιλέξτε ημερομηνίες";
"search_pickup_time_text" = "Ώρα παραλαβής";
"search_return_time_text" = "Ώρα επιστροφής";
"search_locations_placeholder" = "Καταχώρηση τοποθεσίας";
"calendar_summary_dropoff" = "Ημερομηνία παράδοσης";
"calendar_summary_pickup" = "Ημερομηνία παραλαβής";
"calendar_summary_title" = "Επιλέξτε ημερομηνία";
"calendar_select_date" = "Επιλέξτε ημερομηνία";
"calendar_select_dates" = "Επιλέξτε τις ημερομηνίες σας";
"calendar_pickup_date" = "Ημερομηνία παραλαβής";
"calendar_return_date" = "Ημερομηνία επιστροφής";
"calendar_continue" = "Συνέχεια";
"calendar_sun" = "Κυ";
"calendar_mon" = "Δε";
"calendar_tue" = "Τρ";
"calendar_wed" = "Τε";
"calendar_thu" = "Πε";
"calendar_fri" = "Πα";
"calendar_sat" = "Σα";
"locations_results_airports" = "Αεροδρόμια";
"locations_results_others" = "Όλες οι άλλες τοποθεσίες";
"settings_country_title" = "Χώρα";
"settings_currency_title" = "Νόμισμα:";
"settings_select_country" = "Επιλέξτε χώρα";
"settings_select_currency" = "Επιλέξτε νόμισμα";
"settings_select_languages" = "Επιλέξτε γλώσσα";
"results_sort" = "Ταξινόμηση";
"results_filter" = "Φίλτρο";
"vehicle_orsimilar" = "ή παρόμοιο";
"vehicle_passenger" = "Επιβάτης";
"vehicle_passengers" = "Επιβάτες";
"vehicle_bag" = "αποσκευή";
"vehicle_bags" = "Αποσκευές";
"vehicle_door" = "Πόρτα";
"vehicle_doors" = "Πόρτες";
"vehicle_duration_1" = "Τιμή για";
"vehicle_duration_2" = "ημέρα";
"vehicle_duration_3" = "ημέρες";
"vehicle_total_price" = "Συνολική τιμή";
"vehicle_best_seller" = "Best seller";
"vehicle_great_value" = "Εξαιρετική προσφορά";
"vehicle_provided" = "Παρέχεται από την";
"vehicle_air_conditioning" = "Κλιματισμός";
"vehicle_fuel_policy" = "Πολιτική ως προς το καύσιμο";
"vehicle_supplier_address" = "Διεύθυνση προμηθευτή";
"vehicle_suppliers_address_detail" = "Η διεύθυνση του προμηθευτή είναι:";
"vehicle_pickup_location" = "Τοποθεσία παραλαβής";
"vehicle_vehicle_inclusion" = "Η παροχή αυτή περιλαμβάνεται στην τιμή του οχήματος";
"rental_sort_title" = "Ταξινόμηση αποτελεσμάτων με βάση";
"rental_sort_price" = "Τιμή";
"rental_sort_rating" = "Αξιολόγηση";
"rental_sort_recommended" = "Συνιστάται";
"filter_package" = "Πακέτο";
"filter_carsize" = "Μέγεθος αυτοκινήτου";
"filter_supplier" = "Προμηθευτής";
"filter_rating" = "Αξιολόγηση";
"filter_fuel" = "Πολιτική ως προς το καύσιμο";
"filter_carfuel" = "Τύπος καυσίμου";
"filter_carspec" = "Προδιαγραφές αυτοκινήτου";
"filter_transmission" = "Κιβώτιο ταχυτήτων";
"filter_specialoffers" = "Ειδική προσφορά";
"filter_transfertype" = "Τύπος μεταφοράς";
"filter_transfertime" = "Χρόνος διαδρομής";
"filter_reset" = "Επαναφορά";
"vehicle_type_cargovan" = "Cargovan";
"vehicle_type_compact" = "Μικρό";
"vehicle_type_compact_elite" = "Ελίτ μικρό";
"vehicle_type_economy" = "Οικονομικό";
"vehicle_type_economy_elite" = "Ελίτ οικονομικό";
"vehicle_type_estate" = "Στέισον βάγκον";
"vehicle_type_exotic" = "Ιδιαίτερο";
"vehicle_type_exotic_SUV" = "Ιδιαίτερο SUV";
"vehicle_type_fifteen_passenger_van" = "Βαν για 15 επιβάτες";
"vehicle_type_five_seat_carrier" = "Μίνι βαν 5 θέσεων";
"vehicle_type_four_wheel_drive" = "Τετρακίνητο";
"vehicle_type_fullsize" = "Μεγάλο";
"vehicle_type_fullsize_elite" = "Ελίτ μεγάλο";
"vehicle_type_intermediate" = "Μεσαίο";
"vehicle_type_intermediate_elite" = "Ελίτ μεσαίο";
"vehicle_type_large_SUV" = "Μεγάλο SUV";
"vehicle_type_large_truck" = "Μεγάλο φορτηγό";
"vehicle_type_luxury" = "Πολυτελείς προσφορές";
"vehicle_type_luxury_elite" = "Ελίτ πολυτελείας";
"vehicle_type_medium_SUV" = "Μεσαίο SUV";
"vehicle_type_midsize" = "Μεσαίου μεγέθους";
"vehicle_type_mini" = "Μίνι";
"vehicle_type_mini_elite" = "Ελίτ μίνι";
"vehicle_type_minivan" = "Μίνι βαν";
"vehicle_type_moped" = "Μοτοποδήλατο";
"vehicle_type_moving_van" = "Βαν μεταφορών";
"vehicle_type_nine_seat_carrier" = "Μίνι βαν 9 θέσεων";
"vehicle_type_oversize" = "Υπερμεγέθες";
"vehicle_type_premium" = "Με έξτρα";
"vehicle_type_premium_elite" = "Ελίτ με έξτρα";
"vehicle_type_regular" = "Κανονικό";
"vehicle_type_seven_seat_carrier" = "Μίνι βαν 7 θέσεων";
"vehicle_type_small_SUV" = "Μικρό SUV";
"vehicle_type_small_medium_truck" = "Φορτηγό μικρό μεσαίου μεγέθους";
"vehicle_type_special" = "Ειδικό";
"vehicle_type_standard" = "Κανονικό";
"vehicle_type_standard_elite" = "Ελίτ κανονικό";
"vehicle_type_stretch" = "Ευρύχωρο";
"vehicle_type_subcompact" = "Μικρό αυτοκίνητο πόλης";
"vehicle_type_twelve_foot_truck" = "Φορτηγό μήκους 3,6μ.";
"vehicle_type_twelve_passenger_van" = "Βαν 12 επιβατών";
"vehicle_type_twenty_foot_truck" = "Φορτηγό μήκους 6μ.";
"vehicle_type_twenty_four_foot_truck" = "Φορτηγό μήκους 7,3μ.";
"vehicle_type_twenty_six_foot_truck" = "Φορτηγό μήκους 8μ.";
"vehicle_type_unique" = "Μοναδικό";
"vehicle_type_vehicle_size_SUV" = "Μέγεθος οχήματος SUV";
"vehicle_type_other" = "Λοιπά";
"vehicle_fuel_petrol" = "Βενζινοκίνητο";
"vehicle_fuel_diesel" = "Πετρελαιοκίνητο";
"vehicle_transmission_auto" = "Αυτόματο";
"vehicle_transmission_manual" = "Χειροκίνητο";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Ίδια φόρτιση-Ίδια χρέωση";
"vehicle_fuel_policy_type_FULLFULL" = "Επιστροφή του αυτοκινήτου με γεμάτο ρεζερβουάρ";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "Άδειο έως άδειο";
"vehicle_fuel_policy_type_FULLEMPTY" = "Προαγορά";
"vehicle_fuel_policy_type_HALFEMPTY" = "Μισογεμάτο έως άδειο";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Παραλαβή κατά το 1/4 γεμάτο, παράδοση άδειο";
"vehicle_fuel_policy_type_HALFHALF" = "Επιστροφή του αυτοκινήτου με μισογεμάτο ρεζερβουάρ";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "Επιστροφή του αυτοκινήτου με ρεζερβουάρ γεμάτο κατά το ένα τέταρτο";
"vehicle_fuel_policy_type_UNKNOWN" = "Άγνωστο";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Προαγορά καυσίμου με επιστροφή χρημάτων";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Καύσιμο: Επιλέξτε στο γραφείο";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Χρεώσεις καυσίμου: Δεν περιλαμβάνονται";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Χρεώσεις καυσίμου: Περιλαμβάνονται";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Φορτίστε το για να μην χρεωθείτε. Θα λάβετε ένα όχημα με συγκεκριμένο επίπεδο φόρτισης της μπαταρίας από τον προμηθευτή κατά την παραλαβή. Κατόπιν, θα είστε υπεύθυνοι για την επιστροφή του με παρόμοιο επίπεδο φόρτισης με εκείνο που είχε όταν το παραλάβατε.";
"vehicle_fuel_policy_desc_FULLFULL" = "Αυτή είναι η καλύτερη επιλογή για τα καύσιμα. Το αυτοκίνητό σας παραδίδεται με γεμάτο ρεζερβουάρ καυσίμου. Απλώς επιστρέψτε το αυτοκίνητο με γεμάτο ρεζερβουάρ για να αποφύγετε τυχόν χρεώσεις αναπλήρωσης καυσίμου.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "Το αυτοκίνητό σας παραδίδεται με επαρκή καύσιμα για να φτάσετε στο πλησιέστερο πρατήριο βενζίνης. Το αυτοκίνητο πρέπει να επιστραφεί με άδειο ρεζερβουάρ, αφού δεν επιστρέφονται χρήματα για μη χρησιμοποιημένα καύσιμα.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "Το αυτοκίνητό σας παραδίδεται με γεμάτο ρεζερβουάρ καυσίμου αλλά με χρέωση στο γραφείο εξυπηρέτησης. Το αυτοκίνητο πρέπει να επιστραφεί με άδειο ρεζερβουάρ, αφού δεν επιστρέφονται χρήματα για μη χρησιμοποιημένα καύσιμα.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "Το αυτοκίνητό σας παραδίδεται με μισό-γεμάτο ρεζερβουάρ καυσίμου. Θα χρεωθείτε για το καύσιμο αυτό στο γραφείο εξυπηρέτησης. Μπορείτε να χρησιμοποιήσετε όσο καύσιμο θέλετε χωρίς να χρειαστεί να γεμίσετε ξανά το ρεζερβουάρ, πριν επιστρέψετε το αυτοκίνητο";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "Το αυτοκίνητό σας παραδίδεται με το ένα τέταρτο του ρεζερβουάρ καυσίμου γεμάτο. Θα χρεωθείτε για το καύσιμο αυτό στο γραφείο εξυπηρέτησης. Μπορείτε να χρησιμοποιήσετε όσο καύσιμο θέλετε χωρίς να χρειαστεί να γεμίσετε ξανά το ρεζερβουάρ, πριν επιστρέψετε το αυτοκίνητο";
"vehicle_fuel_policy_desc_HALFHALF" = "Το αυτοκίνητό σας παραδίδεται με μισογεμάτο ρεζερβουάρ καυσίμου. Απλώς επιστρέψτε το αυτοκίνητο με μισογεμάτο ρεζερβουάρ για να αποφύγετε τυχόν χρεώσεις αναπλήρωσης καυσίμου. Εάν επιστρέψετε το αυτοκίνητο με περισσότερα καύσιμα, δε θα σας επιστραφούν χρήματα.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "Το αυτοκίνητό σας παραδίδεται με ρεζερβουάρ καυσίμου που είναι γεμάτο κατά το ένα τέταρτο. Απλώς επιστρέψτε το αυτοκίνητο με ρεζερβουάρ γεμάτο κατά το ένα τέταρτο για να αποφύγετε τυχόν χρεώσεις αναπλήρωσης καυσίμου. Εάν επιστρέψετε το αυτοκίνητο με περισσότερα καύσιμα, δε θα σας επιστραφούν χρήματα.";
"vehicle_fuel_policy_desc_UNKNOWN" = "Δείτε σημαντικές πληροφορίες";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "Το αυτοκίνητό σας παραδίδεται με γεμάτο ρεζερβουάρ καυσίμου. Θα υπάρξει χρέωση γι\' αυτό στο γραφείο εξυπηρέτησης, καθώς και ένα τέλος διαχείρισης χωρίς επιστροφή χρημάτων. Κατά την παράδοση του αυτοκινήτου, θα σας επιστραφούν χρήματα για τυχόν μη χρησιμοποιημένα καύσιμα.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "Το αυτοκίνητό σας παραδίδεται με γεμάτο ρεζερβουάρ καυσίμου. Μπορείτε να επιλέξετε εάν θα πληρώσετε για το καύσιμο προκαταβολικά στο γραφείο εξυπηρέτησης (Προ-αγορά) ή αν θα ξαναγεμίσετε το ρεζερβουάρ πριν επιστρέψετε το αυτοκίνητο (Γεμάτο ρεζερβουάρ κατά την παράδοση και παραλαβή). Σε κάθε περίπτωση, ενημερώστε το γραφείο ενοικίασης σχετικά με το ποια πολιτική καυσίμου προτιμάτε.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "Οι χρεώσεις καυσίμου δεν περιλαμβάνονται στην τιμή. Πληρώνετε για το πλήρες γέμισμα του ρεζερβουάρ πριν σας αφήσει ο σοφέρ.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "Περιλαμβάνονται όλες οι χρεώσεις καυσίμου.  Δεν θα χρειαστεί να πληρώσετε για το γέμισμα του ρεζερβουάρ.";
"vehicle_pickup_type" = "Τύπος παραλαβής";
"vehicle_pickup_location_VWF_1.VWF.X" = "Στον αεροσταθμό";
"vehicle_pickup_location_VWF_2.VWF.X" = "Στο Αεροδρόμιο";
"vehicle_pickup_location_VWF_3.VWF.X" = "Αεροσταθμός";
"vehicle_pickup_location_VWF_4.VWF.X" = "Σιδηροδρομικός σταθμός";
"vehicle_pickup_location_VWF_5.VWF.X" = "Μεταφορά στο ξενοδοχείο";
"vehicle_pickup_location_VWF_6.VWF.X" = "Γραφείο ενοικίασης αυτοκινήτων";
"vehicle_pickup_location_VWF_7.VWF.X" = "Κέντρο πόλης";
"vehicle_pickup_location_VWF_8.VWF.X" = "Ανατολικά του κέντρου της πόλης";
"vehicle_pickup_location_VWF_9.VWF.X" = "Νότια του κέντρου της πόλης";
"vehicle_pickup_location_VWF_10.VWF.X" = "Δυτικά του κέντρου της πόλης";
"vehicle_pickup_location_VWF_11.VWF.X" = "Βόρεια του κέντρου της πόλης";
"vehicle_pickup_location_VWF_12.VWF.X" = "Λιμάνι/Πορθμείο";
"vehicle_pickup_location_VWF_13.VWF.X" = "Κοντά στο ξενοδοχείο";
"vehicle_pickup_details_VWF_1.VWF.X" = "Πρόκειται για τη πιο βολική επιλογή παραλαβής. Το γραφείο εξυπηρέτησης βρίσκεται εντός του αεροσταθμού.";
"vehicle_pickup_details_VWF_2.VWF.X" = "Το γραφείο εξυπηρέτησης βρίσκεται εντός του αεροδρομίου.";
"vehicle_pickup_details_VWF_4.VWF.X" = "Υπηρεσία συνάντησης και καλωσορίσματος. Ο οδηγός σας θα σας περιμένει κατά την άφιξη. Αναφέρετε τον αριθμό πτήσης σας έτσι ώστε ο οδηγός να μπορεί να ελέγχει την πτήση σας για τυχόν καθυστερήσεις.";
"vehicle_pickup_details_VWF_5.VWF.X" = "Το αυτοκίνητό σας θα είναι διαθέσιμο προς παραλαβή από τη ρεσεψιόν του ξενοδοχείου σας.";
"vehicle_pickup_details_VWF_6.VWF.X" = "Υπηρεσία συνάντησης και καλωσορίσματος. Ο οδηγός σας θα σας περιμένει κατά την άφιξη. Αναφέρετε τον αριθμό πτήσης σας έτσι ώστε ο οδηγός να μπορεί να ελέγχει την πτήση σας για τυχόν καθυστερήσεις.";
"vehicle_pickup_type_VLI_1.VLI.X" = "Στον αεροσταθμό";
"vehicle_pickup_type_VLI_2.VLI.X" = "Τερματικός σταθμός και μεταφορά με λεωφορείο";
"vehicle_pickup_type_VLI_3.VLI.X" = "Δωρεάν λεωφορείο κλειστής διαδρομής (shuttle bus)";
"vehicle_pickup_type_VLI_4.VLI.X" = "Συνάντηση και καλωσόρισμα";
"vehicle_pickup_type_VLI_6.VLI.X" = "Προσωπικός σοφέρ";
"vehicle_pickup_at_airport" = "Στο αεροδρόμιο";
"vehicle_pickup_unknown" = "Άγνωστο";
"included_title" = "Περιλαμβάνεται δωρεάν:";
"included_cancel" = "Ακύρωση";
"included_amend" = "Τροποποιήσεις";
"included_thirdparty" = "Αστική ευθύνη";
"included_theft" = "Προστασία κατά της κλοπής";
"included_collision" = "Απαλλαγή ευθύνης ζημιών";
"included_terms" = "Όροι και Προϋποθέσεις";
"supplier_reviews" = "κριτικές";
"supplier_car" = "Καθαριότητα του αυτοκινήτου";
"supplier_desk" = "Υπηρεσία στο γραφείο ενοικίασης";
"supplier_pickup" = "Διαδικασία παραλαβής ενοικιαζόμενου αυτοκινήτου";
"supplier_dropoff" = "Διαδικασία παράδοσης ενοικιαζόμενου αυτοκινήτου";
"supplier_price" = "Συνολική σχέση ποιότητας και τιμής";
"supplier_waiting" = "Χρόνος αναμονής";
"supplier_below_average" = "Κάτω του μέσου όρου";
"supplier_good" = "Καλό";
"supplier_excellent" = "Εξαιρετικό";
"supplier_rating_detail" = "οι πελάτες αξιολογούν αυτή την εταιρεία ενοικίασης αυτοκινήτων ως";
"extras_equipment_aircon" = "Κλιματισμός";
"extras_equipment_gps" = "GPS";
"extras_back" = "Πίσω";
"extras_conditions" = "Παρακαλούμε, λάβετε υπόψη ότι οι προαιρετικές παροχές πληρώνονται στο γραφείο ενοικίασης. Προσπαθούμε να διασφαλίσουμε ότι οι πελάτες θα έχουν τις προαιρετικές παροχές που ζήτησαν, αλλά η διαθεσιμότητα δεν είναι πάντοτε εγγυημένη.";
"extras_per_day" = "ανά ημέρα";
"extras_placeholder" = "Παρέχεται από τον ηγέτη στην παγκόσμια ασφάλιση &amp; διαχείριση χαρτοφυλακίου, την Axa.";
"insurance_summary_replace_src" = "επιλέξτε το παρακάτω πλαίσιο";
"insurance_summary_replace_val" = "επιλέξτε να συνεχίσετε χωρίς ασφάλιση";
"insurance_summary_title" = "Λόγοι για να αγοράσετε πλήρη κάλυψη";
"insurance_list_1_title" = "Εξαιρετική προσφορά";
"insurance_list_1_body" = "Κατάργηση πιθανής ευθύνης έως  ${x} για μόνο ${w} ανά ημέρα";
"insurance_list_2_title" = "Η καλύτερη προστασία";
"insurance_list_2_body" = "Σε περίπτωση ζημιάς ή κλοπής του αυτοκινήτου και εφόσον υποχρεωθείτε να καταβάλετε το ποσό ευθύνης, θα σας επιστραφεί εξολοκλήρου.";
"insurance_list_3_title" = "Χωρίς άγχος";
"insurance_list_3_body" = "Έχετε πλήρη κάλυψη για το ποσό ευθύνης όταν κάτι πάει στραβά.";
"insurance_conditions" = "Επισκεφθείτε τον ιστότοπο ${x} για όλες τις πληροφορίες.";
"insurance_provider" = "Παρέχεται από τον ηγέτη στην παγκόσμια ασφάλιση και διαχείριση χαρτοφυλακίου, την Axa";
"insurance_policy" = "Αυτό το ασφαλιστήριο διασφαλίζεται από την INTER PARTNER ASSISTANCE SA, μέλος του Ομίλου AXA Assistance, Avenue Louise 166, 1050 Βρυξέλλες, Βέλγιο.";
"user_name_hint" = "Όνομα";
"user_firstname_hint" = "Όνομα";
"user_surname_hint" = "Επώνυμο";
"user_email_hint" = "Email";
"user_email2_hint" = "Επιβεβαίωση email";
"user_phone_hint" = "Τηλέφωνο";
"user_address_hint" = "Διεύθυνση";
"user_address_line1_hint" = "Γραμμή διεύθυνσης 1";
"user_address_line2_hint" = "Γραμμή διεύθυνσης 2";
"user_city_hint" = "Πόλη";
"user_postcode_hint" = "Ταχυδρομικός κώδικας";
"user_flight_hint" = "Αριθμός πτήσης (σημαντικό)";
"user_country_hint" = "Χώρα";
"summary_desk" = "Πληρώστε στο γραφείο";
"summary_now" = "Πληρωμή τώρα";
"summary_rental" = "Ενοικίαση αυτοκίνητου";
"summary_ground" = "Ταξίδι";
"summary_total" = "Σύνολο";
"summary_pickup" = "Παραλαβή";
"summary_dropoff" = "Παράδοση";
"summary_lead_driver" = "Στοιχεία κύριου οδηγού";
"summary_vehicle" = "Σύνοψη οχήματος";
"summary_payment" = "Σύνοψη πληρωμής";
"summary_damage_refund" = "Ασφαλιστική κάλυψη για ζημίες";
"summary_booking_fee" = "Τέλος κράτησης";
"payment_text_1" = "Πατήστε \"Κράτηση τώρα\" για να ολοκληρώσετε την κράτησή σας και να αποδεχτείτε τους ${x}.";
"payment_text_2" = "Όροι και Προϋποθέσεις";
"receipt_email_text" = "Έχουμε στείλει e-mail επιβεβαίωσης στη διεύθυνση ${x}. Ίσως παρέλθουν έως και 15 λεπτά για να το λάβετε. Παρακαλούμε, εξετάστε την απόδειξή σας πριν την παραλαβή του αυτοκινήτου.";
"receipt_scroll" = "Κυλήστε για τη σύνοψη";
"receipt_success" = "Η κράτησή σας ολοκληρώθηκε με επιτυχία.";
"receipt_summary_car" = "Συνοπτικές πληροφορίες αυτοκινήτου";
"receipt_summary_driver" = "Στοιχεία κύριου οδηγού";
"receipt_summary_dropoff" = "Παράδοση";
"receipt_summary_pickup" = "Παραλαβή";
"receipt_title" = "Συγχαρητήρια!";
"receipt_your_reference" = "Ο αριθμός κράτησής σας είναι:";
"widget_label" = "ΝΕΟ";
"widget_title" = "Προσθήκη ενοικίασης αυτοκινήτου";
"widget_text" = "Ο πιο γρήγορος και εύκολος τρόπος για κράτηση ενοικίασης αυτοκινήτου";
"widget_title_added" = "Προστέθηκε αυτοκίνητο";
"general_form_empty" = "Παρακαλούμε, συμπληρώστε αυτό το πεδίο";
"results_empty" = "Κανένα αποτέλεσμα";
"error_widget_no_cars" = "Δε βρέθηκαν οχήματα για αυτή την τοποθεσία";
"error_payment_general" = "Παρουσιάστηκε σφάλμα κατά την πληρωμή";
"error_requestor_missing" = "Δεν υπάρχει κωδικός αιτούντος";
"error_payment_no_internet1" = "Δεν υπάρχει σύνδεση στο διαδίκτυο";
"error_payment_no_internet2" = "Για να ολοκληρώσετε την κράτησή σας θα χρειαστείτε σύνδεση στο διαδίκτυο";
"error_payment_loading1" = "Λυπούμαστε";
"error_payment_loading2" = "Παρουσιάστηκαν προβλήματα κατά τη φόρτωση της οθόνης πληρωμής";
"error_ok" = "ΟΚ";
"error_no_booking_ref" = "Δεν υπάρχει αρ. κράτησης";
"error_no_insurance_available" = "Δεν υπάρχει διαθέσιμη ασφάλιση";
"booking_reference_prefix" = "Αριθμός κράτησης";
"title_booking_manager" = "Επερχόμενες κρατήσεις";
"settings_language_header" = "Γλώσσα";
"interstitial_header" = "Αναζητούμε για εσάς το ιδανικό αυτοκίνητο";
"interstitial_subheader" = "στην καλύτερη τιμή";
"mins_placeholder" = "λεπτά";
"summary_deposit" = "Προκαταβολή ενοικίασης αυτοκινήτου";
"confirmation_loading_header" = "Αυτή την στιγμή επεξεργαζόμαστε την πληρωμή σας";
"confirmation_loading_subheader" = "Αυτό μπορεί να διαρκέσει έως 30 δευτερόλεπτα. Παρακαλούμε περιμένετε";
"address_details_title" = "Στοιχεία διεύθυνσης";
"add_extras_title" = "Προσθήκη προαιρετικού εξοπλισμού";
"insurance_upgrade" = "Προσθήκη ασφάλειας";
"insurance_added" = "Προστέθηκε";
"car_rental_total" = "Σύνολο ενοικίασης αυτοκινήτου";
"vehicle_features" = "χαρακτηριστικά";
"vehicle_features_title" = "Άλλα χαρακτηριστικά του αυτοκινήτου";
"free_cancellation_detail" = "Εξαιρετικά νέα! Δωρεάν ακύρωση και αλλαγές με την κράτησή σας.";
"free_cancellation_title" = "Εξαιρετικά νέα!";
"free_cancellation_point1" = "Δωρεάν ακύρωση έως και 24 ώρες πριν από την παραλαβή σας";
"free_cancellation_point2" = "Η αλλαγή στην κράτηση ηλεκτρονικά, στην εφαρμογή ή τηλεφωνικά είναι δωρεάν.";
"vehicle_mileage_title" = "Επιτρεπόμενη κατανάλωση καυσίμου:";
"vehicle_mileage_618_VCP_X" = "Περιορισμένη κατανάλωση καυσίμου";
"vehicle_mileage_618_VCP_X_desc" = "Μέση διανυόμενη απόσταση ${x} ${y} ${z} περιλαμβάνεται στην τιμή. Ενδέχεται να προκύψουν επιπρόσθετες χρεώσεις για την επιπλέον διανυόμενη απόσταση.";
"vehicle_mileage_609_VCP_X" = "Απεριόριστα χιλιόμετρα";
"vehicle_mileage_609_VCP_X_desc" = "Δεν υπάρχει όριο στην απόσταση που μπορείτε να διανύσετε με αυτό το αυτοκίνητο";
"vehicle_insurance_title" = "Ασφάλιση";
"vehicle_insurance_title_description" = "Περιορισμένη κάλυψη";
"insurance_upgrade_title" = "Αναβαθμίστε την κάλυψή σας";
"insurance_upgrade_subtitle" = "Ασφαλιστική κάλυψη για ζημίες";
"insurance_more" = "Περισσότερες λεπτομέρειες";
"insurance_per_day" = "ανά ημέρα";
"insurance_total" = "Σύνολο";
"insurance_detail_title" = "Ασφαλιστική κάλυψη για ζημίες";
"insurance_more_details_title1" = "Μειώστε το ποσό ευθύνης σας από ${x} σε  ${y}";
"insurance_more_details_insurance_main_text" = "Η εταιρία ενοικίασης αυτοκινήτων ενδέχεται να σας ζητήσει ένα ποσό ευθύνης/προκαταβολή ή επιπλέον ασφάλιση για το ταξίδι σας. Η ασφάλιση επιστροφής χρημάτων για ζημίες πρέπει να καλύπτει τις προϋποθέσεις κάλυψης ποσού ευθύνης, γι’ αυτό να ελέγχετε τους όρους και προϋποθέσεις πριν την αγορά άλλης ασφαλιστικής κάλυψης. Σε περίπτωση ζημίας ή κλοπής του αυτοκινήτου, η εταιρεία ενοικίασης αυτοκινήτων θα κρατήσει το ποσό ευθύνης για να καλύψει το κόστος, το οποίο εσείς μπορείτε να ζητήσετε να σας επιστραφεί εξ ολοκλήρου με την Ασφάλιση επιστροφής χρημάτων για ζημίες.";
"vehicle_other" = "Άλλα αυτοκίνητα";
"insurance_more_details_title2" = "Τι καλύπτει η ασφάλιση";
"insurance_more_details_point1" = "Επιστροφή όλου του ποσού ευθύνης για ζημία και κλοπή";
"insurance_more_details_point2" = "Ελαστικά, παράθυρα, καθρέφτες &amp; ρόδες";
"insurance_more_details_point3" = "Οροφή, σασί και χρήση ακατάλληλου καύσιμου";
"insurance_more_details_point4" = "Διαχειριστικά τέλη";
"insurance_more_details_point5" = "Κάλυψη σε περίπτωση απώλειας των κλειδιών και προσωπικών ειδών";
"insurance_terms_conditions" = "Όροι και Προϋποθέσεις";
"CTA_add_to_flight" = "Προσθήκη στην πτήση";
"CTA_edit" = "Επεξεργασία";
"payment_name" = "Όνομα";
"payment_card" = "Αριθμός κάρτας";
"payment_expiry" = "ΜΜ/ΕΕ";
"payment_cvc" = "Αριθμός CVC";
"payment_summary_pay_nothing_desk" = "Χωρίς πληρωμή στο γραφείο";
"extras_title" = "Προσθήκη προαιρετικού εξοπλισμού";
"extras_all" = "Προβολή όλων";
"widget_card_info" = "Δωρεάν ακύρωση";
"merchandising_business" = "Επιχειρηματικός ταξιδιώτης";
"merchandising_city_break" = "Εκδρομή στην πόλη";
"merchandising_family_size" = "Οικογενειακό μέγεθος";
"merchandising_best_seller" = "Best seller";
"merchandising_great_value" = "Εξαιρετική προσφορά";
"merchandising_quickest_queue" = "Πιο γρήγορη εξυπηρέτηση";
"merchandising_recommended" = "Συνιστάται";
"merchandising_upgrade_to" = "Αναβάθμιση σε";
"merchandising_on_budget" = "Οικονομική προσφορά";
"merchandising_best_reviewed" = "Καλύτερες κριτικές";
"payment_free" = "Περιλαμβάνεται δωρεάν";
"feature_usb" = "Σύνδεση USB";
"feature_bluetooth" = "Bluetooth";
"feature_gps" = "GPS";
"feature_title" = "Άλλα χαρακτηριστικά";
"feature_german_model" = "Γερμανικό μοντέλο";
"feature_front_demister" = "Μπροστινό σύστημα αποθάμβωσης";
"feature_parking_sensors" = "Αισθητήρες παρκαρίσματος";
"feature_fuel_economy" = "Εξοικονόμηση καυσίμου";
"extra_per_rental" = "ανά ενοικίαση";
"widget_loading" = "Γίνεται λήψη αυτοκινήτων";
"widget_free_cancelation" = "Δωρεάν ακύρωση!";
"mileage_allowance" = "Κατανάλωση καυσίμου";
"mileage_unlimited" = "Απεριόριστη";
"mileage_limited" = "Περιορισμένη";
"insurance_basic" = "Ασφάλιση:";
"insurance_basic_detail" = "Περιορισμένη κάλυψη";
"widget_load_error" = "Δεν θα βρείτε φθηνότερα";
"CTA_add_vehicle_basket" = "Προσθήκη στο καλάθι";
"all_extras_paid" = "Όλες οι επιπλέον υπηρεσίες πληρώνονται κατά την παραλαβή";
"payment_secure_text" = "100% ασφαλές";
"payment_cardnumber" = "Αριθμός κάρτας";
"payment_cvv" = "CVV";
"extras_included_for_free" = "Περιλαμβάνεται δωρεάν:";
"extras_101.EQP" = "Επιπλέον οδηγός";
"extras_7" = "Κατάλληλο για βρέφη έως 9 μηνών ή για βρέφη με βάρος μικρότερο από 9 κιλά (20 λίβρες).";
"extras_9" = "Κατάλληλο για παιδιά ηλικίας 4 ετών και άνω ή για παιδιά με βάρος 18-45 κιλών (40-100 λίβρες).";
"extras_8" = "Κατάλληλο για παιδιά ηλικίας 9 μηνών έως 4 ετών ή για παιδιά με βάρος 8-18 κιλών (20-40 λίβρες).";
"extras_13" = "Δορυφορικό σύστημα πλοήγησης.";
"extras_3" = "Διευρύνει τον αποθηκευτικό χώρο του αυτοκινήτου.";
"extras_34" = "Κινητό τηλέφωνο με GPS.";
"extras_4" = "Ασφαλής αποθήκευση των σκι.";
"extras_10" = "Συνιστώνται για οδήγηση υπό χειμερινές συνθήκες.";
"extras_52" = "Σας επιτρέπει να χρησιμοποιήσετε τις ηλεκτρονικές λωρίδες πληρωμής διοδίων όταν οδηγείτε σε αυτοκινητόδρομους.";
"extras_55" = "Ασύρματη σύνδεση Internet για φορητούς υπολογιστές, smartphone, tablet και άλλες συσκευές Wi-Fi.";
"extras_30" = "Αυτό το πακέτο περιλαμβάνει υποχρεωτικό εξοπλισμό που απαιτείται για οδήγηση υπό χειμερινές συνθήκες.";
"extras_14" = "Συνιστώνται για οδήγηση υπό χειμερινές συνθήκες.";
"Message.FreeCancellation.7days" = "Δωρεάν ακύρωση έως και 7 ημέρες μετά την κράτηση! ";
"extras_102.EQP" = "Δορυφορικό σύστημα πλοήγησης.";
"overall_rating" = "Αξιολόγηση";
"payment_invalid_card_number" = "Μη έγκυρος αριθμός";
"payment_invalid_expiry_date" = "Μη έγκυρη ημερομηνία";
"payment_invalid_cvc_number" = "Πρέπει να είναι 3 ή 4 ψηφία";
"search_title" = "Αναζήτηση";
"search_compare_deals" = "Συγκρίνετε τιμές και βρείτε την <b>καλύτερη προσφορά</b> για ενοικίαση αυτοκινήτου";
"whats_your_pickup_location" = "Ποια είναι η τοποθεσία παραλαβής;";
"whats_your_dropoff_location" = "Ποια είναι η τοποθεσία παράδοσης;";
"view_your_next_trip" = "Δείτε το επόμενο ταξίδι σας!";
"book_another_car" = "ή κάντε κράτηση άλλου αυτοκινήτου";
"why_book_with_us" = "Γιατί να κάνετε κράτηση σε εμάς;";
"free_cancellation_and_amendments" = "Δωρεάν ακύρωση και τροποποίηση";
"free_cancellation_amendments_detail" = "Δωρεάν ακύρωση έως και 24 ώρες πριν από την παραλαβή σας. Χωρίς έξοδα διαχείρισης όταν αλλάζετε την κράτησή σας.";
"phone_support" = "Τηλεφωνική υποστήριξη 24 ώρες την ημέρα, 7 ημέρες την εβδομάδα";
"phone_support_detail" = "Είμαστε δίπλα σας 24 ώρες την ημέρα, 7 ημέρες την εβδομάδα";
"airports_city_locations" = "30.000 σημεία εξυπηρέτησης σε αεροδρόμια και πόλεις";
"airports_city_locations_detail" = "Σύγκριση μεταξύ 1.700 προμηθευτών, Επιλογή &amp; Αποθήκευση!";
"no_hidden_costs" = "Χωρίς κρυφές χρεώσεος";
"no_hidden_costs_detail" = "Θα σας εξηγήσουμε τις επιπλέον χρεώσεις πριν την κράτηση ενοικίασης αυτοκινήτου. Θέλετε περισσότερες πληροφορίες για το τι περιλαμβάνεται; Διαβάστε απλά τους Όρους και Προϋποθέσεις για οποιοδήποτε αυτοκίνητο.";
"damage_theft_protection" = "Προστασία ζημίας και κλοπής";
"damage_theft_protection_detail" = "Οι ενοικιάσεις μας περιλαμβάνουν προστασία κλοπής και απαλλαγή ευθύνης ζημιών.";
"vehicles" = "οχήματα";
"apply" = "Εφαρμογή";
"select_all" = "Επιλογή όλων";
"perfect_car" = "Αναζητούμε για εσάς το ιδανικό αυτοκίνητο";
"free_cancellation" = "Δωρεάν";
"cancellation_amendments" = "ακύρωση και τροποποίηση";
"included_important" = "Σημαντικο";
"customer_ratings" = "Με βάση τις %@ κριτικές πελατών";
"more_features" = "Περισσότερες λειτουργίες";
"continue_to_payment" = "Συνέχεια στην πληρωμή";
"car_rental" = "Ενοικίαση αυτοκίνητου";
"toast_extras" = "Το σύνολό σας περιλαμβάνει επιπλέον υπηρεσίες τις οποίες θα πληρώσετε όταν παραλάβετε το αυτοκίνητό σας.";
"booking_delay" = "Η διαδικασία μπορεί να διαρκέσει μέχρι 30 δευτερόλεπτα";
"booking_please_sit_tight" = "Παρακαλούμε, περιμένετε";
"booking_secure_payment" = "Ασφαλής πληρωμή";
"booking_pay" = "Πληρωμή";
"booking_manage_your_booking" = "Διαχείριση της κράτησής σας";
"booking_card_title" = "Ταξίδι προς";
"booking_button_title" = "ΠΡΟΒΟΛΗ ΚΡΑΤΗΣΗΣ";
"booking_list_title" = "Δείτε το επόμενο ταξίδι σας!";
"payment_title_header" = "Κριτικές";
"payment_pay_at_pickup_title" = "Πληρωμή κατά την παραλαβή";
"payment_pay_at_desk_title" = "Πληρωτέο στο γραφείο";
"summary_extras_cell_title" = "Θα πληρώσετε για τις ακόλουθες υπηρεσίες κατά την παραλαβή στο τοπικό νόμισμα:";
"summary_car_hire_title" = "Τέλος ενοικίασης αυτοκινήτου";
"booking_summary_title" = "Αριθμός κράτησης";
"payment_summary_title" = "Σύνοψη τιμής";
"user_phone_prefix_hint" = "Πρόθεμα";
"car_rental_subscribe" = "Ναι, θέλω να λαμβάνω αποκλειστικές προσφορές με e-mail. Διαγραφή από τη λίστα ανά πάσα στιγμή.";
"secure_payment_header" = "Ασφαλής πληρωμή";
"secure_payment_text" = "Όλες οι συναλλαγές πληρωμής είναι κωδικοποιημένες με 128-bit SSL";
"payment_conditions_1" = "Κάντε κλικ στο \"Πληρωμή\" για να ολοκληρώσετε την κράτησή σας και να αποδεχτείτε το ${x} και ${y}";
"payment_conditions_2" = "Προϋποθέσεις ενοικίασης";
"splash_navigation_title" = "Ενοικίαση αυτοκινήτου";
"summary_pay_total" = "Πληρωμή %@";
"deselect_all" = "Κατάργηση επιλογής όλων";
"free_cancellation_and_amendments_banner" = "<b>Δωρεάν</b> ακυρώσεις και τροποποιήσεις";
"settings_currency_updated" = "Το νόμισμα ενημερώθηκε";
"booking_not_included" = "Δεν περιλαμβάνονται";
"vehicle_type_convertible" = "Καμπριολέ";
"loyalty_scheme_title" = "Ανταμοιβές WestJet";
"loyalty_scheme_label" = "Αναγνωριστικό Ανταμοιβών WestJet";
"loyalty_scheme_intro" = "Τα μέλη Ανταμοιβών WestJet κερδίζουν 1% επιστροφή σε δολάρια WestJet. Τα δολάρια WestJet χορηγούνται στο κόστος της ενοικίασης προ φόρων και τελών.";
"loyalty_scheme_notes" = "Τα δολάρια WestJet συγκεντρώνονται μόνο από τον κύριο οδηγό.  Εισαγάγετε το αναγνωριστικό Ανταμοιβών WestJet του κύριου οδηγού.";
"loyalty_scheme_confirm" = "Αυτό το μέλος θα είναι ο κύριος οδηγός για την ενοικίαση αυτοκινήτου και θα κερδίσει δολάρια WestJet επί του κόστους της ενοικίασης προ φόρων, τελών και πρόσθετων χρεώσεων.";
"Free.LimitedDamageProtection" = "Περιορισμένη Προστασία Ζημιών";
"Free.LimitedTheftProtection" = "Περιορισμένη Προστασία Κλοπής";
"Insurance.Excess.Liability" = "Ποσό ευθύνης έως ${x}";
"Insurance.Basic.Cover.Incl" = "Περιορισμένη κάλυψη (περιλαμβάνεται):";
"Insurance.Insurance.Explained" = "Ανάλυση της ασφάλισης";
"Basic.Intro" = "Με την Περιορισμένη Κάλυψη του προμηθευτή, είστε καλυμμένοι για την ευθύνη τρίτου μέρους. Έχετε επίσης περιορισμένη προστασία ζημίας και κλοπής. Καλύπτει τα περισσότερα κόστη, ωστόσο είστε υπεύθυνος για την επιπλέον επιβάρυνση έως 3.000€. Όταν παραλάβετε το αυτοκίνητό σας, πρέπει να πληρώσετε μία προκαταβολή ασφάλειας με την πιστωτική σας κάρτα. Εάν το αυτοκίνητο έχει πάθει ζημιά ή έχει κλαπεί, ο προμηθευτής θα παρακρατήσει το κόστος από την προκαταβολή σας.";
"Insurance.Premium.Cover" = "Premium κάλυψη:";
"Premium.Intro" = "Με την Premium κάλυψη, έχετε τα προνόμια της Περιορισμένης κάλυψης του προμηθευτή (περιλαμβανομένης της κάλυψης αστικής ευθύνης) και προστασία της προκαταβολής ασφάλειας. Αν το αυτοκίνητο έχει υποστεί ζημιά ή κλαπεί, ο πάροχος ενοικίασης αυτοκινήτων θα κρατήσει το πρόσθετο ποσό για την κάλυψη του κόστους, το οποίο μπορείτε να διεκδικήσετε σύμφωνα με τα ανώτατα όρια όπως αναφέρεται στον Πίνακα Προνομίων του συμβολαίου (βλ. συνδέσμους παρακάτω). Θα σας στείλουμε πληροφορίες για τη διαδικασία αξίωσης αποζημίωσης στο email επιβεβαίωσης κράτησης.";
"Premium.Tyres.Benefit" = "Σας καλύπτει για ξεφούσκωτο λάστιχο και αντικατάστασή του, ζημία στους καθρέπτες και στους τροχούς.";
"Premium.Key.Benefit" = "Σας καλύπτει, επίσης, για την αντικατάσταση των χαμένων κλειδιών και των προσωπικών αντικειμένων εάν κλαπούν από το αυτοκίνητό σας.";
"Premium_TC" = "Όροι και Προϋποθέσεις";
"Insurance.Got.It" = "Το κατάλαβα!";
"Damage.Protection" = "Προστασία Ζημιών";
"Free.TheftProtection" = "Προστασία κατά της κλοπής";
"Insurance.Checklist.ExcessRefund" = "Επιστροφή χρημάτων για την επιπλέον επιβάρυνση που καταβλήθηκε";
"AddPremium" = "Προσθήκη Premium κάλυψη";
"NoThanks" = "Όχι ευχαριστώ";
"Daily_price_Per_day" = "/ημέρα";
"Insurance.Info.Subtitle1" = "Παραλαβή του αυτοκινήτου σας";
"Insurance.Info.Subtitle2" = "Παράδοση του αυτοκινήτου σας";
"Insurance.Info.Text.2" = "Η εταιρία ενοικίασης αυτοκινήτων ενδέχεται να σας ζητήσει να αγοράσετε πρόσθετη ασφάλιση στο γραφείο. Δεν θα χρειαστείτε αυτή την ασφάλιση, καθώς καλύπτεστε εάν προσθέσετε την Ασφάλιση Επιστροφής Χρημάτων Ζημίας.";
"Insurance.Info.Text.3" = "Θα χρεωθεί ένα ποσό ευθύνης/προκαταβολή στην πιστωτική σας κάρτα για να καλύψει τα έξοδα σε περίπτωση ζημίας ή κλοπής.";
"Insurance.Info.Text.4" = "Σε περίπτωση που δεν υπάρξει ζημία ή κλοπή του αυτοκινήτου, το ποσό ευθύνης/η προκαταβολή που χρεώθηκε στην πιστωτική σας κάρτα θα σας επιστραφεί εξ ολοκλήρου.";
"Insurance.Info.Text.5" = "Σε περίπτωση ζημίας ή κλοπής του αυτοκινήτου, η εταιρεία ενοικίασης αυτοκινήτων θα κρατήσει το ποσό ευθύνης/την προκαταβολή για να καλύψει το κόστος, το οποίο εσείς μπορείτε έπειτα να ζητήσετε να σας επιστραφεί εξ ολοκλήρου. Θα σας στείλουμε πληροφορίες για τη διαδικασία αξίωσης αποζημίωσης στο email με την επιβεβαίωση της κράτησης.";
"Insurance.Info.Text.6" = "Βεβαιωθείτε ότι έχετε μαζί σας μια πιστωτική κάρτα στο όνομα του οδηγού, με πιστωτικό όριο επαρκές για να καλύψει το ποσό ευθύνης/την προκαταβολή και καλέστε μας εάν αντιμετωπίσετε οποιοδήποτε πρόβλημα όταν φθάσετε στο γραφείο εξυπηρέτησης της εταιρείας ενοικίασης αυτοκινήτων.";
"Insurance.Info.Text.7" = "Ανατρέξτε στους Όρους και τις Προϋποθέσεις για όλες τις πληροφορίες.";
"X.PerDay" = "${x} ανά ημέρα";
"Insurance.Prompt.CoverPrice" = "Συνολική τιμή: ${x}";
"car.insurance" = "Ασφάλιση αυτοκινήτου";
"AddStandard" = "Προσθήκη Premium κάλυψη";
"CTA.Insurance.Added" = "Με Premium κάλυψη";
"CTA.Insurance.Not.Added" = "Με Περιορισμένη κάλυψη";
"Standardadded" = "Προστέθηκε Premium κάλυψη";
"PayAtPickupReminder" = "Μην ξεχνάτε ότι θα πληρώσετε το υπόλοιπο ${x} κατά την παραλαβή, σε τοπικό νόμισμα.";
"Insurance.Limited.Cover.Incl" = "Περιορισμένη κάλυψη (περιλαμβάνεται)";
"Recent.Searches" = "Πρόσφατες αναζητήσεις";
"AddCar" = "Συνέχεια";
"Total" = "Σύνολο:";
"Limited.Offer" = "Προσφορά περιορισμένης διάρκειας";
"PercentageOff" = "${x}έκπτωση";
"Free.ThirdPartyLiability" = "Αστική ευθύνη";
"Insurance.Checklist.Item2" = "Ελαστικά, παράθυρα, καθρέφτες &amp; ρόδες";
"Insurance.Checklist.Item5" = "Κάλυψη σε περίπτωση απώλειας των κλειδιών και προσωπικών ειδών";
"Chubb.Content.1" = "Η απαλλαγή ευθύνης ζημιών και η προστασία κλοπής που συμπεριλαμβάνονται σε αυτή την ενοικίαση, δεν σας καλύπτουν πλήρως σε περίπτωση ζημιάς και κλοπής. Εξακολουθείτε να είστε υπόλογος για υπέρβαση πληρωμής, εάν το αυτοκίνητο υποστεί ζημία ή κλαπεί ή εάν χάσετε τα κλειδιά.";
"Chubb.Content.2" = "Ναι, επιθυμώ να ασφαλιστώ για πιθανές υπερβάσεις πληρωμών με μόνο ${x} (${y} = ${z}).";
"Chubb.Content.3" = "Εάν επιθυμείτε να ασφαλιστείτε από πιθανές υπερβάσεις πληρωμών, βεβαιωθείτε ότι έχετε επιλέξει το παραπάνω κουτί.";
"Chubb.Content.4" = "Εξαιρετική προσφορά";
"Chubb.Content.5" = "Αποζημίωση για επιβάρυνση υπέρβασης πληρωμής έως 50.000 ZAR με μόνο ${x} (${y} = ${z}).";
"Chubb.Content.6" = "Η καλύτερη προστασία";
"Chubb.Content.7" = "Επιστροφή χρημάτων έως 50.000 ZAR, εάν είστε υποχρεωμένοι να πληρώσετε επιπλέον.";
"Chubb.Content.8" = "Και περισσότερα";
"Chubb.Content.9" = "Σε αυτή την ασφάλιση περιλαμβάνεται, επίσης, ατομική ασφάλιση κατά ατυχήματος έως ZAR 50,000 για θάνατο ή αναπηρία και κάλυψη για κλοπή προσωπικών αντικειμένων έως ZAR 15,000.";
"Chubb.Content.10" = "Πώς λειτουργεί αυτή η ασφάλεια κατά τη διάρκεια και μετά από την ενοικίαση;";
"Chubb.Content.11" = "Πώς λειτουργεί αυτή η ασφάλιση κατά τη διάρκεια και μετά από την ενοικίαση;";
"Chubb.Content.12" = "Παραλαβή του αυτοκινήτου σας";
"Chubb.Content.13" = "Η εταιρία ενοικίασης αυτοκινήτων ενδέχεται να σας ζητήσει να αγοράσετε πρόσθετη ασφάλιση στο γραφείο. Δεν θα χρειαστείτε αυτή την ασφάλιση, καθώς καλύπτεστε εάν προσθέσετε την Ασφάλιση Επιστροφής Χρημάτων Ζημίας. Θα χρεωθεί ένα ποσό ευθύνης/προκαταβολή στην πιστωτική σας κάρτα για να καλύψει τα έξοδα σε περίπτωση ζημίας ή κλοπής.";
"Chubb.Content.14" = "Βεβαιωθείτε ότι έχετε μαζί σας μια πιστωτική κάρτα στο όνομα του οδηγού, με πιστωτικό όριο επαρκές για να καλύψει το ποσό ευθύνης/την προκαταβολή και καλέστε μας εάν αντιμετωπίσετε οποιοδήποτε πρόβλημα όταν φθάσετε στο γραφείο εξυπηρέτησης της εταιρείας ενοικίασης αυτοκινήτων.";
"Chubb.Content.15" = "Παράδοση του αυτοκινήτου σας";
"Chubb.Content16" = "Σε περίπτωση ζημίας ή κλοπής του αυτοκινήτου, η εταιρεία ενοικίασης αυτοκινήτων θα κρατήσει το ποσό ευθύνης/την προκαταβολή για να καλύψει το κόστος, το οποίο εσείς μπορείτε έπειτα να ζητήσετε να σας επιστραφεί εξ ολοκλήρου. Θα σας στείλουμε πληροφορίες για τη διαδικασία αξίωσης αποζημίωσης στο email επιβεβαίωσης κράτησης. Σε περίπτωση που δεν υπάρξει ζημία ή κλοπή του αυτοκινήτου, το ποσό ευθύνης/η προκαταβολή που χρεώθηκε στην πιστωτική σας κάρτα θα σας επιστραφεί εξ ολοκλήρου.";
"Chubb.Content.17" = "Ανατρέξτε στους Όρους και τις Προϋποθέσεις για όλες τις πληροφορίες.";
"National.ID" = "Εθνικός αριθμός ταυτότητας";
"Origin.Province" = "Επιλέξτε την περιοχή προέλευσης";
"Allianz.Content.1" = "Τα προνόμια ασφάλισης με αυτό το πακέτο περιλαμβάνουν";
"Allianz.Content.2" = "Φυσική ζημία ή απώλεια στο ενοικιαζόμενο αυτοκίνητο που πραγματοποιείται ενώ οδηγείτε, ή όταν το ενοικιαζόμενο αυτοκίνητο αφήνεται αφύλακτο κατά την περίοδο ενοικίασης";
"Allianz.Content.3" = "Άλλη απώλεια ή ζημία στο ενοικιαζόμενο αυτοκίνητο που προκύπτει από άλλες αιτίες εκτός της σύγκρουσης (για παράδειγμα: φωτιά, καταιγίδα, βανδαλισμός)";
"Allianz.Content.4" = "Κλοπή του ενοικιαζόμενου αυτοκίνητου ή κάποιου από τα μέρη ή εξαρτήματά του";
"Allianz.Content.5" = "Charges for valid loss of use while the rental car is being repaired.";
"Allianz.Content.6" = "Χρεώσεις για ρυμούλκηση του ενοικιαζόμενου αυτοκινήτου στην κοντινότερη διαθέσιμη τοποθεσία.";
"origin.State" = "Επιλέξτε την πολιτεία προέλευσης";
"Orient.legal" = "Το παρόν συμβόλαιο καλύπτεται από την Orient Sigorta A.Ş. (αριθμός μητρώου T14113-CEM09) και διανέμεται από το εξουσιοδοτημένο πρακτορείο της, το Hepstar. Επιλέγοντας αυτό το προϊόν, συμφωνείτε ότι τα δεδομένα προσωπικού χαρακτήρα σας υποβάλλονται, υπόκεινται σε επεξεργασία, καταγράφονται, αποθηκεύονται, ταξινομούνται, ενημερώνονται και διανέμονται σε απαραίτητα τρίτα μέρη, καθώς και αποθηκεύονται στο εξωτερικό σύμφωνα με τον τουρκικό νόμο 6698 και τη σχετική νομοθεσία.";
"Insurance.Upgrade.Cover" = "Αναβαθμίστε την κάλυψή σας";
"Car.Excess.Cover.AU" = "Ασφάλιση ποσού ευθύνης ενοικίασης αυτοκινήτου";
"Insurance.Checklist.Item1" = "Επιστροφή του ποσού ευθύνης για ζημία και κλοπή";
"Add" = "Προσθήκη";
"Car.Excess.Cover.Text.AU" = "Κατά την παραλαβή του αυτοκινήτου, ο προμηθευτής θα χρεώσει μια προκαταβολή στην πιστωτική σας κάρτα για το ποσό ευθύνης το οποίο θα έχετε την υποχρέωση να πληρώσετε σε περίπτωση ζημίας ή κλοπής του αυτοκινήτου.";
"Car.Excess.Cover.CTA.Promo" = "Αν επιθυμείτε να καλύψετε το ποσό ευθύνης της ενοικίασης αυτοκινήτου (έως ${x}), απλώς επιλέξτε το παρακάτω πλαίσιο.";
"Insurance.Prompt.Content.CTA" = "Ναι, θα ήθελα να αγοράσω την Πρόσθετη Επιβάρυνση Ασφάλισης Ενοικίασης Αυτοκινήτου";
"Car.Excess.Cover.Agree.Statement" = "Επιλέγοντας το παραπάνω τετράγωνο συμφωνώ να λαμβάνω το ${x} και ${y} μέσω αυτών των συνδέσμων τους οποίους έχω διαβάσει και κατανοήσει, και συμφωνώ στη συλλογή, χρήση και δημοσίευση των προσωπικών μου δεδομένων, όπως καθορίστηκαν στη Allianz Global Assistance ${z}.";
"Insurance.Prompt.Agree.Links" = "Δήλωση Γνωστοποίησης πληροφοριών για τα προϊόντα (Product Disclosure Statement - PDS)";
"Insurance.Prompt.Agree.Links2" = "Οδηγός οικονομικών υπηρεσιών";
"Insurance.Prompt.ContentUS2" = "Διασφαλιστείτε με το Πρόγραμμα προστασίας ενοικιαζόμενων αυτοκινήτων Allianz με μόνο ${x} ανά ημέρα.";
"Insurance.Prompt.TCs" = "Ενδέχεται να ισχύουν εξαιρέσεις, όροι και περιορισμοί. Βλέπε ${x}";
"CarTermsAndConditions" = "Όροι και Προϋποθέσεις";
"Car.Excess.Cover.CTA.AU" = "Ναι, θα ήθελα να αγοράσω την Πρόσθετη Επιβάρυνση Ασφάλισης Ενοικίασης Αυτοκινήτου ${x}";
"Add.Cover" = "Προσθήκη κάλυψης";
"Insurance.Prompt.SelectCA" = "Σε ποια περιοχή εκδόθηκε η άδεια οδήγησής σας;";
"Insurance.Prompt.CTA.Insure.US" = "Ναι, θέλω να αγοράσω το Πρόγραμμα προστασίας ενοικιαζόμενων αυτοκινήτων";
"AddInsurance" = "Προσθήκη ασφάλειας";
"Chubb.Content.18" = "Αυτό το προϊόν είναι διαθέσιμο μόνο για άτομα ηλικίας μεταξύ 21 και 80. Αυτή η ασφάλιση έχει την εγγύηση της Regent Insurance Company Limited και τη διαχείριση της Hepstar Financial Services, εγκεκριμένοι πάροχοι χρηματοπιστωτικών υπηρεσιών. Ισχύουν οι όροι και προϋποθέσεις της ασφάλισης. Αυτή η ασφάλιση παρέχεται χωρίς οδηγίες και πραγματοποιείται με βάση τις τεκμηριωμένες πληροφορίες της ασφαλιστικής εταιρείας.";
"Car.Excess.Cover.TC.AU" = "Η ασφάλιση αυτή παρέχεται με την εγγύηση της Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708 και εκδίδεται και διαχειρίζεται από την AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631, με την εμπορική ονομασία Allianz Global Assistance. Η Et Ausco Limited ARBN 612 412 094 με την εμπορική ονομασία CarTrawler, μεριμνά για αυτή την ασφάλιση ως αντιπρόσωπος της Allianz Global Assistance. Ισχύουν όροι, προϋποθέσεις, περιορισμοί και εξαιρέσεις. Οποιαδήποτε παραίνεση για αυτή την ασφάλιση παρέχεται από την  Allianz Global Assistance, είναι σε γενικό πλαίσιο και δεν βασίζεται στην εκτίμηση των στόχων, της οικονομικής κατάστασης ή των αναγκών σας. Πριν αποφασίσετε, παρακαλούμε να λάβετε υπόψη τους ${x}. Εάν αγοράσετε ασφαλιστήριο συμβόλαιο με την Allianz Global Assistance, η CarTrawler και ο φορέας που σας πρότεινε αυτό τον ιστότοπο λαμβάνουν ως προμήθεια ένα ποσοστό του ασφάλιστρου.";
"Orient.Content.1" = "Επιστροφή χρημάτων έως 7000 TRY, εάν είστε υποχρεωμένοι να πληρώσετε ένα ποσό ευθύνης.";
"Orient.Content.2" = "Αποζημίωση για καταβολή ποσού ευθύνης έως 7000 TRY με μόνο ${x} (${y} = ${z}).";
"Orient.Content.3" = "Σε αυτή την ασφάλιση περιλαμβάνεται κάλυψη προσωπικού ατυχήματος έως 100.000 TRY για θάνατο ή αναπηρία και κάλυψη για κλοπή προσωπικών αντικειμένων έως 3000 TRY!";
"Orient.Content.4" = "Κάλυψη για μη αναμενόμενες πληρωμές ποσού ευθύνης.";
"Orient.Content.5" = "Σε αυτή την ασφάλιση περιλαμβάνεται κάλυψη προσωπικού ατυχήματος έως 100.000 TRY για θάνατο και αναπηρία και κάλυψη για κλοπή προσωπικών αντικειμένων έως 3.000 TRY.";
"Insurance.Prompt.Agree.Links3" = "Δήλωση Ιδιωτικού Απορρήτου";
"Allianz.Content.7" = "Επιθυμώ να αγοράσω Προστασία ενοικιαζόμενου αυτοκινήτου και έχω διαβάσει τους ${x}";
"Allianz.Content.8" = "Τα κόστη ασφάλισης δεν περιλαμβάνουν φόρους. Οι φόροι θα χρεωθούν τοπικά, κατά περίπτωση, και θα εμφανιστούν ξεχωριστά στην επιβεβαίωση της ασφάλισής σας.";
"filter_pickup" = "Τοποθεσία παραλαβής";
"vehicle_seat" = "Θέση";
"vehicle_seats" = "Θέσεις";
"age_range_error_text" = "Καταχωρίστε έγκυρη ηλικία οδηγού (18 ετών και άνω)";
"invalid_search_parameters" = "Σφάλμα με τις παραμέτρους αναζήτησης";
"insurance" = "Ασφάλιση:";
"supplier_average" = "Μέτριο";
"TRANSFERS.Cheapest.Airport.Destination" = "ΜΕΤΑΦΟΡΕΣ - Ο φθηνότερος τρόπος να πάτε στον προορισμό σας από το αεροδρόμιο";
"GT.Private.Transfer" = "Ιδιωτική μεταφορά";
"Transfer.Service.Class.Regular" = "Στάνταρ";
"Business" = "Διακεκριμένη θέση";
"Business.Minivan" = "Business Minivan";
"Transfer.Service.Class.Luxury" = "Premium";
"Standard.Minivan" = "Μίνιβαν";
"Max.Passengers" = "Έως ${X}";
"AirConditioning.Abbr" = "A/C";
"WifiAccess" = "Πρόσβαση Wi-Fi";
"Free.Cancellation.Mobile" = "Δωρεάν ακύρωση";
"Filter.Supplier" = "Προμηθευτής";
"Review.destination.address" = "Ελέγξτε τη διεύθυνση προορισμού σας";
"Book.Now.Modify.Destination" = "Μπορείτε να κάνετε κράτηση τώρα και να αλλάξετε τον προορισμό σας έως 24 ώρες πριν την αναχώρηση. Η τιμή ενδέχεται να αλλάξει ανάλογα με τον προορισμό σας.";
"One.Hyphen.Way.Transfer" = "Μεταφορά απλής μετάβασης";
"Special.requests.optional" = "<strong>Ειδικά αιτήματα</strong> (προαιρετικά)";
"Additional.Info.Text" = "Υπάρχουν επιπλέον πληροφορίες που πρέπει να γνωρίζει ο οδηγός, όπως ειδικές απαιτήσεις, παιδικά καθίσματα, τύπος αποσκευής;";
"Special.Request" = "Εισάγετε ειδικό αίτημα";
"You.also.get" = "<strong>Επιπλέον παροχές:</strong>";
"Certified.Driver" = "Πιστοποιημένος οδηγός";
"No.taxes.tolls.gratuity" = "Χωρίς φόρους, τέλη και φιλοδωρήματα";
"FREE.wait" = "ΔΩΡΕΑΝ χρόνος αναμονής";
"TransferConditions" = "Όροι μεταφοράς";
"IHaveReadTermsConditions.link2" = "Όροι και προϋποθέσεις κράτησης";
"Privacy.Policy" = "Πολιτική Προστασίας Προσωπικών Δεδομένων";
"Confirm" = "Επιβεβαίωση";
"Total.Transfer.Cost" = "Συνολικό κόστος μεταφοράς";
"OtherFee" = "Λοιπά τέλη";
"YoungDriverFee" = "Τέλος νέου οδηγού";
"Price.Updated" = "Η τιμή έχει ενημερωθεί.";
"Address.Prompt.Field" = "Παρακαλούμε, εισαγάγετε ένα ξενοδοχείο, αεροδρόμιο, διεύθυνση ή σημείο ενδιαφέροντος";
"Price.No.Change" = "Όλα είναι καλά, δεν υπήρξε αλλαγή στην τιμή.";
"PrivateTransfer.Added" = "Προστέθηκε η ιδιωτική μεταφορά σας";
"widget_text_GT" = "Ο φθηνότερος τρόπος να πάτε στον προορισμό σας από το αεροδρόμιο";
"widget_title_GT" = "Ιδιωτική μεταφορά";
"widget_title_added_GT" = "Προστέθηκε η ιδιωτική μεταφορά σας";
"Results.Found" = "Βρέθηκαν ${X} αποτελέσματα";
"Ticket.Oneway" = "Μόνο μετάβαση";
"From.To" = "Από ${X} προς ${Y}";
"Destination.confirmed" = "Ο προορισμός επιβεβαιώθηκε";
"No.Avail.Search.Error" = "Δεν υπάρχει διαθεσιμότητα σε αυτή την περιοχή. Παρακαλούμε δοκιμάστε άλλη τοποθεσία.";
"To" = "Προς";
"a_TO_b" = "προς";
"EditSearch" = "Επεξεργασία";
"Where.Drop.Off" = "Πού μπορούμε να σας αφήσουμε;";
"Where.Pick.Up" = "Από πού μπορούμε να σας πάρουμε;";
"GT.Passengers" = "Επιβάτες";
"Total.Passengers" = "${x} Επιβάτες";
"GT.S1.PickupDate" = "Ημερομηνία παραλαβής";
"GT.S1.OnePassenger" = "${x} επιβάτης";
"Additional.Info.Text2" = "Ενδέχεται να υπάρξουν επιπλέον χρεώσεις για υπηρεσίες ή εξοπλισμό, όπως παιδικά καθίσματα αυτοκινήτου. Θα σας ενημερώσουμε πριν από την εφαρμογή τέτοιων χρεώσεων στην κράτησή σας.";
"GT_USP_SHORT_waiting" = "Όταν φτάσετε, θα είμαστε εκεί για να σας περιμένουμε";
"Details" = "Λεπτομέρειες";
"Validation.Looks.Good" = "Φαίνεται καλό!";
"insurance.hepstar.tr.nationalIDError" = "Παρακαλούμε εισαγάγετε έναν έγκυρο αριθμό ταυτότητας";
"IPID_LINK_TEXT" = "Ανατρέξτε στο έγγραφο πληροφοριών ασφαλιστικού προϊόντος πριν πάρετε απόφαση";
"Free.Cancellation.All.Cars" = "Δωρεάν ακύρωση σε όλα τα αυτοκίνητα";
"SelectedCar" = "Επιλεγμένο αυτοκίνητο";
"Insurance.IPID.App" = "Προσθέτοντας Premium κάλυψη, επιβεβαιώνω ότι έχω διαβάσει τους ${x} και ότι, σύμφωνα με αυτές τις πληροφορίες, το εν λόγω ασφαλιστήριο συμβόλαιο καλύπτει τις ανάγκες μου.";
"Insurance.IPID.Document" = "Έγγραφο IPID";
"Insurance.Explained" = "Τι είναι το ποσό ευθύνης";
"InsuranceExplained.TextUpdate" = "Το προϊόν ικανοποιεί τις απαιτήσεις και τις ανάγκες όσων επιθυμούν να καλύψουν την ευθύνη τους για την καταβολή του κόστους που χρεώνεται από την εταιρία ενοικίασης αυτοκινήτων έως ${x} εάν υπάρχει βλάβη σε ή απώλεια του οχήματος κατά τη διάρκεια της περιόδου ενοικίασης";
"ImportantInformation" = "Σημαντικές πληροφορίες";
"CTA.PayAcceptTermsGDPR" = "Κάντε κλικ στο «Πληρωμή» για να ολοκληρώσετε την κράτησή σας και να αποδεχτείτε το ${x}${y} και ${z}.";
"Residency.PopUp" = "Εάν αλλάξετε τη χώρα/περιοχή κατοικίας σας, μπορεί να επηρεαστεί η τιμή και η διαθεσιμότητα του αυτοκινήτου που έχετε επιλέξει. Θα μεταφερθείτε στη σελίδα με τα Αποτελέσματα, όπου η αναζήτησή σας θα ενημερωθεί.";
"Country.Region" = "Χώρα/περιοχή";
"SearchDatesIncorrect.Error" = "Λανθασμένες ημερομηνίες";
"AgeFieldYoung.Error" = "Εισαγάγετε ηλικία μεταξύ 18 και 24 ετών";
"DriverFullName.Empty.Error" = "Συμπληρώστε το ονοματεπώνυμο του οδηγού.";
"DriverEmail.Empty.Error" = "Συμπληρώστε τη διεύθυνση e-mail σας.";
"Phone.Empty.Error" = "Συμπληρώστε το τηλέφωνό σας.";
"Address.Empty.Error" = "Συμπληρώστε τη διεύθυνσή σας.";
"City.Empty.Error" = "Συμπληρώστε την πόλη σας.";
"OpeningHours" = "Ώρες λειτουργίας";
"AgeFieldElder.Error" = "Εισαγάγετε ηλικία μεγαλύτερη από 71 ετών";
"DistancePickupX" = "Απόσταση από τον τόπο παραλαβής: ${x}";
"Distance.Tooltip" = "Το γραφείο εξυπηρέτησης της εταιρείας ενοικίασης αυτοκινήτων βρίσκεται σε: ${x}.  Αυτό είναι ${y} από ${z}";
"widget_from_label" = "Από";
"widget_Xperday" = "${x} ανά ημέρα";
"widget_fromXperday" = "Από ${x}/ημέρα";
"widget_perday" = "/ημέρα";
"FlightNumber.Empty.Error" = "Ο αριθμός πτήσης απαιτείται";
"NameOnCard" = "Όνομα στην κάρτα";
"widget_remove" = "Αφαίρεση";
"EmailAddress" = "Διεύθυνση e-mail";
"title_search_results" = "Αποτελέσματα αναζήτησης";
"title_interstitial" = "Αναζήτηση...";
"Availability.Mobile1" = "Δε μπορέσαμε να βρούμε αποτελέσματα σύμφωνα με τα κριτήρια αναζήτησης, αλλά το αποτέλεσμα μπορεί να είναι διαφορετικό αν τα αλλάξετε. ";
"Availability.Text2" = "Δοκιμάστε εναλλακτική ώρα παραλαβής και παράδοσης";
"Availability.Text3" = "Δοκιμάστε εναλλακτικές ημερομηνίες";
"LocationType.Airport" = "Αεροδρόμιο";
"DriverDetails" = "Στοιχεία οδηγού";
"search_country" = "Αναζήτηση";
"wcag.information" = "Επιπρόσθετες πληροφορίες";
"filter_clearall" = "Απαλοιφή όλων";
"filter_clear" = "Απαλοιφή";
"Size.Small" = "Μικρό";
"Size.Medium" = "Μεσαίο";
"Size.Large" = "Μεγάλο";
"Size.SUV" = "SUV";
"Size.Fullsize" = "Μεγάλο";
"Size.Luxury" = "Πολυτελείς προσφορές";
"Size.Premium" = "Με έξτρα";
"simple_connection_error" = "Παρουσιάστηκε πρόβλημα με την επεξεργασία του αιτήματός σας. Παρακαλούμε, προσπαθήστε ξανά";
"Residency.PopUp.Title" = "Αλλαγή χώρας/περιοχής;";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"widget_pricing_title" = "Από ανά ημέρα";
"widget_cta_text" = "Προσθήκη ενοικίασης αυτοκινήτου";
"CardExpDate.Empty.Error" = "Συμπληρώστε τον μήνα και το έτος λήξης της κάρτας";
"DriverFirstName.Empty.Error" = "Συμπληρώστε το όνομα του οδηγού";
"DriverLastName.Empty.Error" = "Συμπληρώστε το επώνυμο του οδηγού";
"FlightNumberOptional" = "Αριθμός πτήσης (προαιρετικά)";
"results_car_empty" = "Δεν βρέθηκαν αυτοκίνητα στα αποτελέσματα";
"Availability.Text5" = "Δοκιμάστε να αφαιρέσετε τα φίλτρα";
"wcag.basket" = "Καλάθι πληρωμής";
"wcag.addExtra" = "Προσθήκη προαιρετικής παροχής";
"wcag.removeExtra" = "Αφαίρεση προαιρετικής παροχής";
"results_driver_age" = "Ηλικία οδηγού: ${x}";
"filter_showxcars" = "Προβολή ${x} αυτοκινήτων";
"payment_premium_cover" = "Premium κάλυψη";
"wcag.back" = "Πίσω";
"Filter.CarSize.Show.All" = "Προβολή περισσότερων μεγεθών";
"Filter.CarSize.Show.Less" = "Προβολή λιγότερων μεγεθών";
"CardholderName.Empty.Error" = "Συμπληρώστε το όνομα του κατόχου της κάρτας.";
"CardSecurityCode.Empty.Error" = "Συμπληρώστε τον κωδικό ασφαλείας εδώ.";
"CardNumber.Payment.Empty.Error" = "Συμπληρώστε τον αριθμό της κάρτας.";
"Cardexpiry.Empty.Error" = "Συμπληρώστε την ημερομηνία λήξης της κάρτας.";
"SpecialOffer.GuaranteedNewCar" = "Εγγυημένο καινούργιο αυτοκίνητο";
"SpecialOffer.FreeDriver" = "Δωρεάν επιπλέον οδηγός";
"SpecialOffer.GuaranteedCarModel" = "Εγγυημένο μοντέλο αυτοκινήτου";
"Carblock.People" = "${x} Άτομα";
"cancellation_banner" = "Δωρεάν ακύρωση έως και 48 ώρες πριν από την παραλαβή σας";
"Carblock.PricePerDay" = "${x}/ημέρα";
"Carblock.Total" = "${x} σύνολο";
"CarPriceInclude" = "Περιλαμβάνει ${x} (${y})";
"CarPriceInclude.Free" = "Δωρεάν";
"Insurance.Modal.Accept" = "Αποδοχή";
"Insurance.Modal.AcceptText" = "Πριν προχωρήσετε, πρέπει να αποδεχτείτε τους Όρους και Προϋποθέσεις της Ασφαλιστικής κάλυψης";
"Insurance.Modal.ViewTerms" = "Προβολή Όρων &amp; Προϋποθέσεων";
"Preferred.Supplier.Footer.Default" = "Αποκλειστικές προσφορές";
"Preferred.Supplier.Header.Default" = "Συνιστάται";
"Booking.Summary.Payment.Paid" = "Πληρώθηκε";
"Booking.Summary.Payment.Pickup" = "Πληρωτέο κατά την παραλαβή";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Να σημειωθεί ότι μπορεί να σας παρασχεθεί η τεκμηρίωση του ασφαλιστηρίου σας σε email ή/και ταχυδρομικώς. Κάνοντας κλικ στο «${x}» και παρέχοντας τη διεύθυνση email σας, τα έγγραφα θα σας παρασχεθούν μέσω email. Εάν επιθυμείτε να λάβετε τα έγγραφα της ασφάλισής σας ταχυδρομικώς, αποστείλετε email στη διεύθυνση carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "Εισαγάγετε ηλικία μεγαλύτερη από ${x}";
"DriverAgeYoung.Error" = "Εισαγάγετε ηλικία μεταξύ ${x} και ${y}";
"Extras.Show.List" = "Εμφάνιση λίστας";
"Extras.Subheader" = "Η διαθεσιμότητα των προαιρετικών παροχών δεν είναι πάντα εγγυημένη και οι τιμές ενδέχεται να αλλάξουν αν πληρώσετε στο γραφείο.";
"Extras.Included" = "Περιλαμβάνεται";
"Extras.X.Free" = "${x} δωρεάν";
"Payment.Summary.Free" = "Δωρεάν ${x}";
"error_connection_text" = "Βεβαιωθείτε ότι είστε συνδεδεμένοι σε δίκτυο κινητής τηλεφωνίας ή Wi-Fi και προσπαθήστε ξανά.";
"error_connection_cta" = "Δοκιμάστε ξανά";
"error_dismiss" = "Απόρριψη";
"Upsell_Title" = "Εξαιρετικά νέα!";
"Upsell_Body" = "Έχετε τη δυνατότητα επιλογής ασφάλισης στο επιλεγμένο αυτοκίνητό σας.";
"CTA_Not_Now" = "Οχι τώρα";
"Limited_Cover_Title" = "Περιορισμένη κάλυψη";
"Limited_Insurance_Checklist_Item1" = "${x} πρόσθετη ευθύνη (μη επιστρεπτέα)";
"Limited_Insurance_Checklist_Item3" = "Περιορισμένη προστασία ζημιών και κλοπής";
"Premium_Insurance_Details" = "Ασφάλιση Επιστροφής Χρημάτων για Ζημίες από την AXA.";
"Premium_Insurance_Checklist_Item1" = "Μέχρι και ${x} πρόσθετη προστασία (επιστρέψιμη)";
"Premium_Insurance_Checklist_Item2" = "${x} Η προκαταβολή στο γραφείο";
"Premium_Insurance_Checklist_Item3" = "Επιστροφή του ποσού ευθύνης για ζημία και κλοπή";
"ZeroExcess_Title" = "Πακέτο μηδενικής πρόσθετης επιβάρυνσης";
"ZeroExcess_Insurance_Details" = "Ασφάλιση με καμία πρόσθετη επιβάρυνση και χαμηλή προκαταβολή.";
"ZeroExcess_Checklist_Item1" = "${x} Ποσό ευθύνης";
"ZeroExcess_Checklist_Item2" = "Προστασία κλοπής και ζημιών";
"ZeroExcess_CC_Required" = "Δεν απαιτείται πιστωτική κάρτα";
"Insurance_Checklist_Third_Party" = "Προστασία αστικής ευθύνης";
"Insurance_Checklist_Desk_Deposit" = "${x} Η προκαταβολή στο γραφείο";
"Insurance_More_Info" = "Περισσότερες πληροφορίες";
"CTA_Show_Me" = "Δείξτε μου";
"SpecialOffer.ZeroExcessAvailable" = "Διαθέσιμο πακέτο χωρίς καμία πρόσθετη επιβάρυνση";
"Limited_Insurance_Included" = "Περιλαμβάνεται στην τιμή της ενοικίασης αυτοκινήτου.";
"Premium_Insurance_Checklist_Item4" = "Παράθυρα, οροφή, σασί &amp; ελαστικά";
"Premium_Insurance_Checklist_Item5" = "Κάλυψη σε περίπτωση απώλειας των κλειδιών και προσωπικών αντικειμένων";
"CTA_Add_Continue" = "Προσθήκη και συνέχεια";
"ZeroExcess_Terms_1" = "Με το πακέτο μηδενικής πρόσθετης επιβάρυνσης, έχετε τα προνόμια της Περιορισμένης κάλυψης του προμηθευτή (περιλαμβανομένης της κάλυψης αστικής ευθύνης), συν ${x} πρόσθετη επιβάρυνση και πολύ χαμηλότερη προκαταβολή εγγύησης. Εάν το αυτοκίνητό σας υποστεί ζημιά ή κλαπεί, ο πάροχος ενοικίασης αυτοκινήτων δεν θα σας χρεώσει.";
"ZeroExcess_Terms_2" = "Ενδέχεται να μην καλύπτεται η ζημιά ή απώλεια ελαστικών, παρμπρίζ, τζαμιών και σασί. Παρακαλούμε, ρωτήστε τον τοπικό προμηθευτή στο γραφείο ενοικίασης.";
"LimitedCover_Info" = "Με την Περιορισμένη κάλυψη του προμηθευτή, είστε καλυμμένοι για την ευθύνη τρίτου μέρους. Μπορείτε επίσης να έχετε περιορισμένη προστασία ζημίας και κλοπής. Καλύπτει τα περισσότερα κόστη, ωστόσο, είστε υπεύθυνοι για την επιπλέον επιβάρυνση έως ${x}. Κατά την παραλαβή του αυτοκινήτου σας, πρέπει να πληρώσετε μία προκαταβολή ασφάλειας με την πιστωτική σας κάρτα. Εάν το αυτοκίνητο έχει πάθει ζημιά ή έχει κλαπεί, ο προμηθευτής θα παρακρατήσει το κόστος από την προκαταβολή σας.";
"Swiss_Premium_Insurance_Details" = "Η ασφαλιστική προστασία διασφαλίζεται από την TSM Insurance. Όλες οι αξιώσεις διεκπεραιώνονται από την AXA Assistance.";
"FlightNumber_Error" = "Παρακαλούμε, ελέγξτε τον αριθμό πτήσης σας.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "Δεν είναι έγκυρος αριθμός πιστού πελάτη";
"Priority_Messaging_Native_Results" = "Απολαύστε ευελιξία και βελτιωμένα μέτρα καθαριότητας.";
"Priority_Messaging_Native_Details" = "Δωρεάν ακύρωση έως και ${x} ώρες πριν από την παραλαβή.";
"Priority_Messaging_Native_Payment" = "Μείνετε ευέλικτοι με δωρεάν ακύρωση μέχρι και ${x} ώρες πριν την παραλαβή.";
"car_features" = "Χαρακτηριστικά αυτοκινήτου";
"vehicle_fuel_hybrid" = "Υβριδικό";
"vehicle_fuel_electric" = "Ηλεκτρικό";
"rental_info_details" = "Περισσότερες λεπτομέρειες";
"vehicle_fuel_policy_type_FREETANK" = "Δωρεάν ρεζερβουάρ";
"vehicle_fuel_policy_desc_FREETANK" = "Το αυτοκίνητό σας παραδίδεται με δωρεάν γεμάτο ρεζερβουάρ καυσίμου. Μπορείτε να χρησιμοποιήσετε όσο καύσιμο θέλετε, χωρίς να χρειαστεί να γεμίσετε ξανά το ρεζερβουάρ πριν επιστρέψετε το αυτοκίνητο.";
"vehicle_fuel_policy_type_SAMESAME" = "Από ίδιο σε ίδιο";
"vehicle_fuel_policy_desc_SAMESAME" = "Θα παραλάβετε το αυτοκίνητό σας με καύσιμα. Ελέγξτε την ποσότητα καυσίμου πριν οδηγήσετε. Θα πρέπει να το επιστρέψετε με την ίδια ποσότητα καυσίμου.";
"Filter_PriceRange" = "Εύρος τιμών";
"Filter_AverageCarPrice" = "Η μέση τιμή αυτοκινήτου είναι ${x}";
"PickupType_CarDriver" = "Υπηρεσία Σοφέρ";
"PickupType_CarDriver_Info" = "Ο σοφέρ θα σας συναντήσει στο χώρο αφίξεων του αεροσταθμού.";
"PickupType_MeetNGreet" = "Συνάντηση &amp; καλωσόρισμα";
"PickupType_MeetNGreet_Info" = "Ένας εκπρόσωπος του προμηθευτή ενοικίασης αυτοκινήτων θα σας συναντήσει στον αεροσταθμό και θα σας συνοδεύσει στο γραφείο εξυπηρέτησης.";
"PickupType_Terminal" = "Στον αεροσταθμό";
"PickupType_Terminal_Tooltip" = "Πρόκειται για τη πιο βολική επιλογή παραλαβής. Το γραφείο εξυπηρέτησης βρίσκεται εντός του αεροσταθμού.";
"PickupType_ShuttleBus_Terminal" = "Δωρεάν λεωφορείο κλειστής διαδρομής (shuttle bus)";
"PickupType_ShuttleBus_Terminal_Tooltip" = "Ένα λεωφορείο κλειστής διαδρομής θα σας μεταφέρει από τον αεροσταθμό στο γραφείο εξυπηρέτησης.";
"PickupType_ShuttleBus_Counter" = "Δωρεάν λεωφορείο κλειστής διαδρομής (shuttle bus)";
"PickupType_ShuttleBus_Counter_Tooltip" = "Ένα λεωφορείο κλειστής διαδρομής θα σας μεταφέρει από τον αεροσταθμό στο γραφείο εξυπηρέτησης.";
"PickupType_HoppaShuttleBus" = "Λεωφορείο τακτικών διαδρομών (shuttle bus)";
"PickupType_HoppaShuttleBus_Info" = "Το λεωφορείο τακτικών διαδρομών θα σας μεταφέρει στο γραφείο εξυπηρέτησης κοντά στον αεροσταθμό. Ενδέχεται να υπάρχει μια μικρή χρέωση για αυτή την υπηρεσία, που θα πρέπει να καταβληθεί στον οδηγό.";
"PickupType_OnAirport_Terminal" = "Στο Αεροδρόμιο";
"PickupType_OnAirport_Terminal_Info" = "Το γραφείο εξυπηρέτησης βρίσκεται εντός του αεροδρομίου.";
"PickupType_OnAirport" = "Στο Αεροδρόμιο";
"PickupType_OnAirport_Info" = "Το γραφείο εξυπηρέτησης βρίσκεται εντός του αεροδρομίου.";
"PickupType_Rail" = "Απαιτείται σιδηροδρομική σύνδεση";
"PickupType_Rail_Info" = "Απαιτείται σιδηροδρομική σύνδεση από το τερματικό του αεροδρομίου στην τοποθεσία του Προμηθευτή";
"vehicle_fuel_lpg" = "Υγραέριο";
"vehicle_fuel_hydrogen" = "Υδρογόνο";
"vehicle_fuel_ethanol" = "Αιθανόλη";
"vehicle_fuel_multifuel" = "Πολλαπλών καυσίμων";
"sale_search_banner_title" = "Προσφορά τώρα!";
"sale_search_banner_description" = "Έκπτωση έως ${x}. Η προσφορά λήγει στις ${y}.";
"sale_landing_banner_title" = "Προσφορά τώρα!";
"sale_landing_banner_description" = "Έκπτωση έως ${x}. Η προσφορά λήγει στις ${y}.";
"landing_page_1_title" = "Ευέλικτες κρατήσεις";
"landing_page_3_title" = "Υποστήριξη πελατών όλο το 24ωρο καθημερινά";
"landing_page_4_title" = "Χωρίς κρυφές χρεώσεις";
"landing_page_4_desc" = "Θα σας εξηγήσουμε τις επιπλέον χρεώσεις πριν την κράτηση ενοικίασης αυτοκινήτου";
"landing_page_1_desc" = "Κάντε κράτηση αυτοκινήτου με δωρεάν ακύρωση έως 48 ώρες πριν από την παραλαβή";
"landing_page_2_title" = "Αποστειρωμένο αυτοκίνητο";
"landing_page_2_desc" = "Νιώστε ασφάλεια και σιγουριά στο ταξίδι σας με βελτιωμένα μέτρα καθαρισμού";
"landing_page_3_desc" = "Η ομάδα μας είναι εδώ για να σας βοηθήσει με τυχόν ερωτήσεις σχετικά με την κράτησή σας";
"landing_page_title" = "Συγκρίνετε προσφορές ενοικίασης αυτοκινήτων από περισσότερους από 1.700 προμηθευτές παγκοσμίως";
"landing_page_search" = "Πού πηγαίνετε;";
"sale_discount_payment" = "Έκπτωση (-${x})";
"sales_TCs" = "Όροι &amp; προϋποθέσεις";
"recent_search_delete" = "Διαγραφή";
"Pickup.Error" = "Εισαγάγετε την τοποθεσία παραλαβής σας.";
"Return.Error" = "Εισαγάγετε την τοποθεσία επιστροφής σας.";
"HA_landing_page_title" = "Νοικιάστε αυτοκίνητο με σιγουριά. Αναζήτηση. Σύγκριση. Αποθήκευση.";
"Argus_landing_page_title" = "Η χαμηλότερη τιμή ή επιστροφή της διαφοράς. Απλά.";
"Premium_Insurance_title" = "Ασφάλιση Επιστροφής Χρημάτων για Ζημίες από την ${x}.";
"Insurance.Checklist.Item1.2" = "Επιστροφή ποσού ευθύνης για κλοπή";
"ZeroExcess_Checklist_Item2_1" = "Προστασία Ζημιών";
"ZeroExcess_Checklist_Item2_2" = "Προστασία κλοπής";
"Insurance.Checklist.Item1.1" = "Επιστροφή του ποσού ευθύνης για ζημία";
"Disclaimer.Quebec" = "Η κάλυψη δεν είναι διαθέσιμη για κατοίκους του Κεμπέκ";
"Select.Province" = "Επιλέξτε νομό";
"Province.Residency" = "Περιοχή διαμονής";
"state.CA.BC" = "Βρετανική Κολομβία";
"state.CA.AB" = "Αλμπέρτα";
"state.CA.YT" = "Γιούκον";
"state.CA.SK" = "Σασκάτσουαν";
"state.CA.PE" = "Νησί Πρίγκιπα Εδουάρδου";
"state.CA.ON" = "Οντάριο";
"state.CA.NT" = "Βορειοδυτικά Εδάφη";
"state.CA.NU" = "Νουναβούτ";
"state.CA.NS" = "Νέα Σκωτία";
"state.CA.NL" = "Νιουφάουντλαντ και Λαμπραντόρ";
"state.CA.NB" = "Νιου Μπράνζουικ";
"state.CA.MB" = "Μανιτόμπα";
"CDW_Insurance_title" = "Η ασφάλιση αποζημίωσης για απαλλαγή ευθύνης ζημίας ή απώλειας παρέχεται από την AWN.";
"no_cover_title" = "Χωρίς κάλυψη";
"no_cover_item1" = "${x} ευθύνη ζημίας και κλοπής";
"no_cover_item3" = "Χωρίς προστασία ζημίας και κλοπής";
"no_cover_item2" = "${x} προκαταβολή στο γραφείο";
"no_cover_item4" = "Χωρίς προστασία αστικής ευθύνης";
"no_cover_cta" = "Συνέχεια χωρίς κάλυψη";
"Insurance.Cover" = "Ασφαλιστική κάλυψη";
"CTA_Confirm_booking" = "Επιβεβαίωση κράτησης";
"CTA.Confirm.AcceptTerms" = "Πατήστε «Επιβεβαίωση κράτησης» για να ολοκληρώσετε την κράτησή σας και να αποδεχτείτε τις συνθήκες ενοικίασης, τους όρους και προϋποθέσεις και την πολιτική απορρήτου μας.";
"state.US.AK" = "Αλάσκα";
"state.US.AL" = "Αλαμπάμα";
"state.US.AR" = "Αρκάνσας";
"state.US.AZ" = "Αριζόνα";
"state.US.CA" = "Καλιφόρνια";
"state.US.CO" = "Κολοράντο";
"state.US.CT" = "Κονέκτικατ";
"state.US.DC" = "Περιφέρεια της Κολούμπια";
"state.US.DE" = "Ντέλαγουερ";
"state.US.FL" = "Φλόριντα";
"state.US.GA" = "Γεωργία";
"state.US.HI" = "Χαβάη";
"state.US.IA" = "Αϊόβα";
"state.US.ID" = "Άινταχο";
"state.US.IL" = "Ιλινόι";
"state.US.IN" = "Ιντιάνα";
"state.US.KS" = "Κάνσας";
"state.US.KY" = "Κεντάκι";
"state.US.LA" = "Λουιζιάνα";
"state.US.MA" = "Μασαχουσέτη";
"state.US.MD" = "Μέριλαντ";
"state.US.ME" = "Μέιν";
"state.US.MI" = "Μίσιγκαν";
"state.US.MN" = "Μινεσότα";
"state.US.MO" = "Μισούρι";
"state.US.MS" = "Μισισίπι";
"state.US.MT" = "Μοντάνα";
"state.US.NC" = "Βόρεια Καρολίνα";
"state.US.ND" = "Βόρεια Ντακότα";
"state.US.NE" = "Νεμπράσκα";
"state.US.NH" = "Νέο Χάμσαϊρ";
"state.US.NJ" = "Νιου Τζέρσεϊ";
"state.US.NM" = "Νέο Μεξικό";
"state.US.NV" = "Νεβάδα";
"state.US.NY" = "Νέα Υόρκη";
"state.US.OH" = "Οχάιο";
"state.US.OK" = "Οκλαχόμα";
"state.US.OR" = "Όρεγκον";
"state.US.PA" = "Πενσυλβάνια";
"state.US.SC" = "Νότια Καρολίνα";
"state.US.SD" = "Νότια Ντακότα";
"state.US.TN" = "Τενεσί";
"state.US.TX" = "Τέξας";
"state.US.UT" = "Γιούτα";
"state.US.VA" = "Βιρτζίνια";
"state.US.VT" = "Βερμόντ";
"state.US.WA" = "Ουάσινγκτον";
"state.US.WI" = "Ουινσκόνσιν";
"state.US.WV" = "Δυτική Βιρτζίνια";
"state.US.WY" = "Γουαϊόμινγκ";
"Insurance.Disclosure.Allianz" = "Συνιστάται, προσφέρεται και πωλείται από την Allianz Global Assistance. Ασφαλιστής: Jefferson Insurance Company ή BCS Insurance Company. Πρόγραμμα που συμπεριλαμβάνει υπηρεσίες ασφάλισης και βοήθειας. Ισχύουν όροι και εξαιρέσεις (συμπ. των υφιστάμενων προϋποθέσεων).";
"Insurance.Disclosure.Allianz.Link" = "Λεπτομέρειες και δημοσιοποιήσεις προγράμματος.";
"state.US.RI" = "Ρόουντ Άιλαντ";
"COVID_coverage_limitations" = "COVID19: Σημαντικοί περιορισμοί κάλυψης";
"Damage.Protection.title" = "Η Ασφάλιση Προστασίας από Ζημίες παρέχεται από την ${x}";
"State.Residency" = "Κατάσταση διαμονής";
"Select.Residency" = "Επιλογή διαμονής";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Αποκλειστικές προσφορές";
"Size.Midsize" = "Μεσαίου μεγέθους";
"Size.Smallsuv" = "Μικρό SUV";
"Size.Mediumsuv" = "Μεσαίο SUV";
"Size.Midsizesuv" = "Μεσαίο SUV";
"Size.Largesuv" = "Μεγάλο SUV";
"Size.Mini" = "Μίνι";
"Size.Economy" = "Οικονομικό";
"Size.Compact" = "Μικρό";
"Size.Intermediate" = "Μεσαίο";
"Size.Standard" = "Κανονικό";
"Size.Minivan" = "Μίνιβαν";
"Size.Cargovan" = "Βαν μεταφοράς φορτίου";
"Size.Van" = "Βαν";
"Size.Largevan.12pax" = "Μεγάλο Βαν";
"Size.Largevan.15pax" = "Μεγάλο Βαν";
"Size.Convertible" = "Καμπριολέ";
"Size.Estate" = "Στέισον βάγκον";
"Size.Peoplecarrier" = "People Carrier";
"Size.5seatcarrier" = "Μικρό λεωφορείο (μίνι βαν) 5 θέσεων";
"Size.7seatcarrier" = "Μικρό λεωφορείο (μίνι βαν) 7 θέσεων";
"Size.9seatcarrier" = "Μικρό λεωφορείο (μίνι βαν) 9 θέσεων";
"Size.Scooter" = "Σκούτερ";
"Size.Truck" = "Φορτηγό";
"Size.Exotic" = "Ιδιαίτερο";
"Size.Special" = "Ειδικό";
"cash_banner_title" = "Εξοικονομήστε έως και 40 € στην ενοικίαση αυτοκινήτου με το Prime";
"Price.for.days" = "Τιμή για ${X} ημέρες";
"cash_widget_confirmation_title" = "Συγχαρητήρια!";
"cash_widget_confirmation_subtitle" = "Με το κουπόνι, εξοικονομήσατε ${x} σε αυτή την κράτηση ενοικίασης αυτοκινήτου.";
"cash_widget_payment_title" = "Συγχαρητήρια!";
"cash_widget_payment_subtitle" = "Εξοικονομήσατε ${x} σε αυτή την κράτηση ενοικίασης αυτοκινήτου με το κουπόνι σας";
"Prime_why_book_with_us" = "Γιατί εκατοντάδες χιλιάδες μέλη Prime κάνουν ενοικίαση αυτοκινήτων σε εμάς;";
"Prime_cash_widget_payment_title" = "Συγχαρητήρια!";
"voucher.for.days" = "Τιμή κουπονιού για ${x} ημέρες";
"voucher.for.day" = "Συνολική τιμή";
"Promo.Code" = "Κωδικός προωθητικής ενέργειας";
"Cannot.Find.Location" = "Λυπούμαστε, δεν μπορούμε να βρούμε την τοποθεσία σας. Παρακαλούμε προσπαθήστε ξανά αργότερα.";
"Use.Current.Location" = "Χρήση τρέχουσας τοποθεσίας";
"Location.Permission.Disabled" = "Για να χρησιμοποιήσετε αυτή τη λειτουργία, μεταβείτε στις Ρυθμίσεις και ενεργοποιήστε την άδεια τοποθεσίας για αυτήν την εφαρμογή.";
"Sup.Ben.Select.Code.Type" = "Επιλογή τύπου κωδικού";
"Sup.Ben.Activated.Button.Title" = "Αναζήτηση με εκπτώσεις";
"Sup.Ben.Add.CTA" = "Προσθήκη προσφοράς/έκπτωσης";
"Sup.Ben.Code" = "Κωδικός";
"Sup.Ben.Description" = "Επωφεληθείτε από τις καλύτερες τιμές με τις ειδικές εκπτώσεις των προμηθευτών μας. Προσθέστε τώρα εκπτώσεις από την Avis και την Budget.";
"Sup.Ben.Toggle.Title" = "Εφαρμογή εκπτωτικών τιμών";
"Sup.Ben.Banner.Title" = "Εξασφαλίστε τις καλύτερες τιμές";
"Sup.Ben.Banner.Description" = "Επωφεληθείτε από ειδικές εκπτώσεις από τους αποκλειστικούς συνεργάτες μας στην ενοικίαση αυτοκινήτου Avis και Budget.";
"Sup.Ben.Banner.Button" = "Εφαρμογή τώρα";
"Sup.Ben.Rental.Company" = "Εταιρεία ενοικίασης";
"Sup.Ben.Promo.Validation.Error" = "Κάτι δεν πάει καλά. Ελέγξτε τον κωδικό σας και δοκιμάστε ξανά";
"Sup.Ben.Promo.Validation.Success" = "Φαίνεται καλό!";
"Sup.Ben.Code.Type" = "Τύπος κωδικού";
"Sup.Ben.Promo.Discount" = "Προσφορά/έκπτωση";
"Sup.Ben.Update" = "Ενημέρωση";
"Sup.Ben.XOptional" = "${x} (προαιρετικά)";
"SpecialOffer.FreeGPS" = "Περιλαμβάνεται δωρεάν GPS";
"SpecialOffer.FreeWinterTyres" = "Δωρεάν χειμερινά ελαστικά";
"Free.Extra.Included" = "Περιλαμβάνονται δωρεάν προαιρετικές παροχές";
"Customer.Portal.Booking.CTA" = "Διαχείριση κράτησης";
"Booking.Ref.Copied" = "Ο αριθμός κράτησης αντιγράφηκε στο πρόχειρο";
"Booking.Ref.Title" = "Αριθμός κράτησης";
"Country.Selection.Settings" = "Η χώρα/περιοχή κατοικίας μπορεί να επηρεάσει τους όρους ενοικίασης και τα οχήματα που εμφανίζονται στα αποτελέσματα της αναζήτησής σας.";
"Country.Selection.Dialog.Title" = "Θέλετε να αλλάξετε τη χώρα/περιοχή σας;";
"Country.Selection.Dialog.Text" = "Η αλλαγή της χώρας/περιοχής κατοικίας σας θα επηρεάσει τώρα τους όρους της ενοικίασης και, για να σας παρέχουμε τα πιο ακριβή αποτελέσματα, θα μεταφερθείτε πίσω στη σελίδα των αποτελεσμάτων αναζήτησης.";
"Pay.Later.Title" = "Επιλογές πληρωμής";
"Pay.Later.Pay.Today" = "Πληρωμή σήμερα";
"Pay.Later.Pay.By" = "Πληρωμή έως ${x}";
"Pay.Later.Payment.Explainer" = "Πληρώστε μια προκαταβολή ${x} για το κόστος ενοικίασης αυτοκινήτου σας σήμερα. <b>Το υπόλοιπο ποσό</b> θα αφαιρεθεί αυτόματα στις ${y}.";
"Pay.Later.Pay.Now" = "Πληρωμή τώρα";
"Pay.Later.Basket.Deducted.On" = "Εκπίπτει από ${x}";
"Pay.Later.Basket.Pick.Up" = "Πληρωμή κατά την παραλαβή";
"Pay.Later.Remaining.Balance.Explainer" = "Το υπόλοιπο ποσό της ενοικίασης αυτοκινήτου θα αφαιρεθεί αυτόματα από την κάρτα σας στις ${x}.";
"Pay.Later.Accessories.Explainer" = "Θα πληρώσετε για τις ακόλουθες υπηρεσίες κατά την παραλαβή: ${x}";
"Pay.Later.View.Details" = "Προβολή πληροφοριών";
"Payment.Processing.Message" = "Η κράτησή σας είναι σε εξέλιξη";
"Loyalty.Banner.Greeting" = "Γεια σας";
"landing.usp.position1" = "Εξοικονομήστε έως 35% στις βασικές τιμές* από την Avis και την Budget.";
"landing.usp.position2" = "Κερδίστε έως 1.250 βασικά μίλια MileagePlus";
"landing.usp.position3" = "Avis: Χρησιμοποιήστε τον αριθμό σας MileagePlus και τον αριθμό Avis Worldwide Discount (AWD) A791500 για να κερδίσετε βασικά μίλια επιβράβευσης MileagePlus και έκπτωση.";
"landing.usp.position4" = "Budget: Χρησιμοποιήστε τον αριθμό σας MileagePlus και τον αριθμό Budget Customer Discount (BCD) B204900 για να κερδίσετε βασικά μίλια επιβράβευσης MileagePlus και έκπτωση.";
"landing.usp.position5" = "Για να χρησιμοποιήσετε μίλια, ή μίλια και χρήματα, επισκεφθείτε τη διεύθυνση <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "*Η εξοικονόμηση έως 35% ισχύει μόνο για χρεώσεις χρόνου και χιλιομέτρων. Όλοι οι φόροι, τα τέλη (συμπεριλαμβανομένων, ενδεικτικά, του τέλους ανάκτησης ειδικού φόρου κατανάλωσης κλιματισμού, του τέλους ανάκτησης άδειας παραχώρησης, του τέλους ανάκτησης άδειας οχήματος, του τέλους ανάκτησης ενέργειας, του τέλους διαχείρισης ελαστικών και του τέλους τακτικών επιβατών) και οι επιβαρύνσεις (συμπεριλαμβανομένων, ενδεικτικά, της χρέωσης εγκαταστάσεων εξυπηρέτησης πελατών και της χρέωσης ανάκτησης περιβαλλοντικού τέλους) είναι επιπρόσθετα.";
"landing.usp.title" = "Κάντε κράτηση ενοικίασης αυτοκινήτου μέσω της United";
"united_landing.usp.title" = "Κάντε κράτηση ενοικίασης αυτοκινήτου μέσω της United";
"landing.usp.sale.position1" = "Ειδική προσφορά περιορισμένου χρόνου: Κερδίστε επιπλέον 500 μπόνους μίλια MileagePlus. <a href=\"https://cars.united.com/el/mileage-terms-and-conditions\" target=\"_blank\"><b>Οι πλήρεις όροι παρατίθενται εδώ.</b></a>";
"united_redeem.landing.usp.title" = "Πλεονεκτήματα της κράτησης ενοικίασης αυτοκινήτου με την Avis ή την Budget με MileagePlus Car Awards";
"united_redeem.landing.usp.position1" = "Συνδεθείτε στον λογαριασμό σας MileagePlus για να λάβετε την καλύτερη τιμή";
"united_redeem.landing.usp.position2" = "Πληρώστε με μίλια ή με συνδυασμό μιλίων και χρημάτων";
"united_redeem.landing.usp.position3" = "Για να κάνετε αλλαγές/ακυρώσεις σε μια κράτηση όπου χρησιμοποιήθηκαν μίλια, επισκεφθείτε το <a href=\"https://cars.mileageplus.com/el/help\" target=\"_blank\"><b>κέντρο εξυπηρέτησης</b></a>";
"landing.usp.tac.title" = "Όροι και Προϋποθέσεις";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Όροι και Προϋποθέσεις</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Πολιτική Προστασίας Προσωπικών Δεδομένων</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Πολιτική Προστασίας Προσωπικών Δεδομένων</a>";
"united_landing.usp.sale.position2" = "Ειδική προσφορά περιορισμένου χρόνου: Κερδίστε επιπλέον 500 μπόνους μίλια MileagePlus. <a href=\"https://cars.united.com/el/mileage-terms-and-conditions\" target=\"_blank\"><b>Οι πλήρεις όροι παρατίθενται εδώ.</b></a>";
"sale_landing_banner_monetary_description" = "Κάντε κράτηση τώρα από ${x} ανά ημέρα!";
"sale_landing_banner_caption_closed_group" = "Αποκλειστικές προσφορές";
"sale_landing_banner_caption" = "Έκπτωση";
"sale_landing_banner_percentage_title" = "Προσφορά τώρα σε";
"sale_landing_banner_monetary_title" = "Προσφορές ενοικίασης αυτοκινήτου";
"sale_landing_banner_TCs" = "Όροι &amp; προϋποθέσεις";
"sale_landing_banner_title_monetary" = "Προσφορές ενοικίασης αυτοκινήτου";
"sale_search_banner_title_monetary" = "Προσφορές ενοικίασης αυτοκινήτου";
"sale_search_banner_monetary_description" = "Κάντε κράτηση τώρα από ${x} ανά ημέρα!";
"payment.options.creditcard.title" = "Πιστωτική κάρτα";
"payment.error.generic.dialog.text" = "Δυστυχώς, δεν υπάρχει δυνατότητα να επεξεργαστούμε την κράτησή σας επί του παρόντος. Η κράτησή σας δεν ολοκληρώθηκε και δεν έχετε χρεωθεί. Δοκιμάστε ξανά με εναλλακτικό τρόπο πληρωμής.";
"payment.googlepay.card.link" = "Αλλαγή";
